Repository: CanaimaKueka/jockey
Catalog: po/*.po
Languages: ar, ast, be, bg, bo, ca, cs, da, el, es, et, eu, fi, gl, hu, ja, km, lt, oc, pl, pt_br, ro, ru, sk, sr, th, uk

source: Restricted Additional Drivers
ast: Controladores adicionales restrinxíos
be: Дадатковыя прапрыетарныя драйверы
bg: Ограничени допълнителни драйвери
bo: ཚད་འཛིན་ཅན་གྱི་སྲ་སྡེར་སྒུལ་ཆས
cs: Nesvobodné dodatečné ovladače
da: Yderligere proprietære drivere
el: Πρόσθετοι οδηγοί υλικού με περιορισμούς
es: Controladores adicionales restringidos
et: Piiratud kasutusõigusega lisadraiverid
fi: Rajoitetut lisäajurit
gl: Controladores restritivos adicionais
hu: Korlátozott további illesztőprogramok
ja: 追加の制限付きドライバー
km: កម្មវិធីបញ្ជាបន្ថែមកំណត់
lt: Papildomos nuosavybinės valdyklės
oc: Pilòts proprietaris suplementaris
pt_br: Drivers adicionais restritos
ru: Дополнительные проприетарные драйверы
sr: Ограничени додатни управљачки програми
th: ไดรเวอร์จำกัดสิทธิ์เพิ่มเติม

source: Additional Drivers
ast: Controladores adicionales
be: Дадатковыя драйверы.
bg: Допълнителни драйвери
bo: ཟུར་སྣོན་སྒུལ་ཆས
cs: Dodatečné ovladače
da: Yderligere drivere
el: Πρόσθετοι οδηγοί υλικού
es: Controladores adicionales
et: Lisadraiverid
fi: Lisäajurit
gl: Controladores adicionais
hu: További illesztőprogramok
ja: 追加のドライバー
km: កម្មវិធីបញ្ជាបន្ថែម
lt: Aparatinės įrangos valdyklės
oc: Pilòts suplementaris
pt_br: Drivers adicionais
ru: Драйверы устройств
sr: Додатни управљачки програми
th: ไดรเวอร์เพิ่มเติม

source: Driver search results
ar: نتائج البحث عن التعريف
ast: Resultaos de la gueta de controladores
be: Вынікі пошуку драйвераў
bg: Резултати от търсене на драйвер
bo: སྒུལ་གཏོང་གི་འབྲས་བུ
ca: Resultats de la cerca de controladors
cs: Výsledky hledání ovladačů
da: Resultater af driversøgning
el: Αποτελέσματα αναζήτητησης οδηγών
es: Resultados de la búsqueda de controladores
et: Draiverite otsingu tulemused
eu: Kontrolatzaileen bilaketaren emaitzak
fi: Ajurihaun tulokset
gl: Resultados da busca de controladores
hu: Illesztőprogram-keresés eredményei
ja: ドライバーの検索結果
km: លទ្ធផល​ស្វែងរក​​កម្មវិធីបញ្ជា
lt: Valdyklių paieškos rezultatai
oc: Resultats de la recèrca de pilòts
pl: Wyniki wyszukiwania sterowników
pt_br: Resultados da pesquisa de driver
ro: Rezultate căutare drivere
ru: Результат поиска драйверов
sk: Výsledok vyhľadávania ovládačov
sr: Резултати претраге управљачких програма
th: ผลการค้นหาไดรเวอร์
uk: Результат пошуку драйвера

source: Proprietary drivers are being used to make this computer work properly.
ar: تُستخدَم تعريفات مملوكة لجعل هذا الحاسوب يعمل بشكل سليم.
ast: Tán usándose controladores de propietariu pa qu'esti equipu funcione correcho.
be: Для карэктнай працы гэтага кампутара выкарыстоўваюцца прапрыетарныя драйверы.
bg: Използват се лицензни драйвери, за да функционира правилно този компютър.
bo: རྩིས་འཁོར་གྱི་རྒྱུན་ལྡན་གྱི་ལས་ཀའི་ཆེད་ཚད་ཐེབས་པའི་སྒུལ་གཏང་བྱ་རིམ་བེད་སྤྱོད་པ
ca: Aquest ordinador utilitza controladors de propietat per tal de funcionar correctament.
cs: Jsou použity nesvobodné ovladače, aby tento systém pracoval správně.
da: Der er proprietære drivere i brug for at få denne computer til at fungere ordentligt.
el: Ιδιοταγείς-κλειστοί οδηγοί υλικού χρησιμοποιούνται σ' αυτόν τον υπολογιστή για να λειτουργεί σωστά.
es: Se están usando controladores privativos para que este equipo funcione correctamente.
et: Et see arvuti korralikult töötaks, kasutatakse firmaomaseid draivereid.
eu: Jabedun kontrolatzaileak darabilzkizu ordenagailu honek ongi funtziona dezan.
fi: Suljettuja ajureita on käytössä, jotta tämä tietokone toimisi oikein.
gl: Estanse empregando controladores privativos neste computador para que poida funcionar adecuadamente.
hu: A számítógép megfelelő működéséhez zárt illesztőprogramok kerülnek felhasználásra.
ja: コンピューターを完全に機能させるために、プロプライエタリなドライバーを利用しています。
km: កម្មវិធី​​បញ្ជា​នៃ​កម្ម​សិទ្ធិ​ត្រូវ​បានកំពុង​ចាប់​ផ្តើម​ប្រើ​ ដើម្បី​ធ្វើ​ឲ្យ​កុំព្យូទ័រ​នេះ​ធ្វើ​ការ​ដោយ​ត្រឹមត្រូវ​ ។
lt: Šio kompiuterio pilnaverčiam veikimui yra naudojamos nuosavybinės valdyklės.
oc: De pilòts proprietaris son actualament utilizats per assegurar lo bon foncionament d'aqueste ordenador.
pl: Aby ten komputer działał poprawnie, system korzysta ze sterowników własnościowych.
pt_br: Drivers proprietários estão sendo usados para que este computador funcione corretamente.
ro: Pentru buna funcționare a acestui calculator sunt folosite drivere proprietare.
ru: Для корректной работы этого компьютера используются проприетарные драйверы.
sk: Aby počítač správne fungoval, používajú sa neslobodné ovládače.
sr: Власнички управљачки програми биће коришћени да би овај рачунар радио исправно.
th: ไดรเวอร์ที่มีเจ้าของจะทำให้คอมพิวเตอร์นี้ทำงานได้อย่างถูกต้อง
uk: Для того щоб комп'ютер працював правильно, були задіяні пропрієтарні драйвери,

source: No proprietary drivers are in use on this system.
ar: لا توجد تعريفات ذات ملكية مستعملة في هذا النظام
ast: Nun se tán usando controladores privativos nesti sistema.
be: У гэтай сістэме не выкарыстоўваюцца прапрыетарныя драйверы.
bg: На системата не се използват лицензни драйвери
bo: མ་ལག་འདིའི་ཐོག་གཅིག་དབང་གི་སྒུལ་གཏོང་མེད་པ
ca: Aquest sistema no utilitza controladors de propietat
cs: Nepoužívají se žádné nesvobodné ovladače.
da: Der er ingen proprietære drivere i brug på dette system.
el: Δε χρησιμοποιούνται ιδιοταγείς-κλειστοί οδηγοί σ' αυτό το σύστημα.
es: No se están usando controladores privativos en este sistema.
et: Selles arvutis pole firmaomaseid draivereid kasutusel.
eu: Ez darabilzu jabedun kontrolatzailerik
fi: Suljettuja ajureita ei ole käytössä tässä tietokoneessa.
gl: Neste sistema non se empregan controladores privativos.
hu: Ezen a rendszeren nincsenek használatban zárt illesztőprogramok.
ja: このシステムではプロプライエタリなドライバーは利用されていません。
km: គ្មាន​កម្មវិធី​បញ្ជា​នៃ​កម្មសិទ្ធិ​កំពុង​ប្រើ​​លើ​ប្រព័ន្ធ​នេះ​ឡើយ​ ។
lt: Šiame kompiuteryje nenaudojamos nuosavybinės valdyklės
oc: Cap de pilòt proprietari es pas utilizat sus aqueste sistèma.
pl: Ten system nie korzysta z żadnych sterowników własnościowych.
pt_br: Não há drivers proprietários em uso no sistema.
ro: Nu există drivere proprietare în funcțiune în acest sistem
ru: Проприетарные драйверы устройств не используются в вашей системе.
sk: V tomto systéme sa nepoužívajú žiadne neslobodné ovládače.
sr: Власнички управљачки програми нису у употреби на овом систему.
th: ไม่มีไดรเวอร์ที่มีเจ้าของถูกใช้อยู่บนระบบนี้
uk: Жодних комерційних драйверів не використовуються в системі.

source: Proprietary drivers do not have public source code that %(os)s developers are free to modify. Security updates and corrections depend solely on the responsiveness of the manufacturer. %(os)s cannot fix or improve these drivers.
ar: ليس للمشغلات المحتكرة مصدر برمجي متاح للعموم يستطيع مطوري %(os)s تعديله بحرية. تعتمد التحديثات الأمنية والإصلاحات حصريا على المُصنِّع المعني. لا تستطيع %(os)s إصلاح أو تحسين هذه المشغلات.
ast: Los controladores privativos nun tienen códigu fonte público que puedan camudar los desendolcadores de %(os)s. Los anovamientos de seguridá y les correiciones dependen únicamente de la capacidá de rempuesta del fabricante. %(os)s nun pue iguar nin ameyorar estos controladores.
be: Прапрыетарныя драйверы выпускаюцца без адкрытага зыходнага кода, які распрацоўшчыкі %(os)s маглі бы змяніць. Абнаўленні бяспекі і выпраўленні застаюцца пад адказнасцю вытворцы. %(os)s ня можа выправіць або палепшыць гэтыя драйверы.
bg: Лицензните драйвери нямат публичен отворен код, който разработчиците на %(os)s са свободни да променят. Актуализации за сигурност и поправки се извършват само от съответните производители. %(os)s не може да поправя или подобрява тези драйвери.
bo: སྒེར་གྱི་སྒུལ་ཆས་ལ་%(os)s་དར་སྤེལ་མཁན་གྱིས་རང་མོས་ལྟར་བཟོ་བཅོས་ནུས་པའི་སྤྱི་སྤྱོད་ཐོག་མའི་ཨང་སྒྲིག་མེད་པ། དེའི་གསར་སྒྱུར་དང་བཟོ་བཅོས་ནི་བཟོ་གྲྭ་སོ་སོར་ལ་དབང་པ་དང་%(os)sཡིས་སྒུལ་ཆས་འདི་དག་དར་སྤེལ་དང་བཟོ་བཅོས་བྱེད་མི་ཐུབ།
cs: Zdrojový kód nesvobodných ovladačů není k dispozici vývojářům %(os)s, aby ho mohli upravovat. Bezpečnostní aktualizace a opravy chyb tak závisí zcela na výrobci. %(os)s nemůže tyto ovladače opravovat ani vylepšovat.
da: Proprietære drivere har ikke offentlig kildekode, som %(os)s udviklere frit kan tilpasse. Sikkerhedsopdateringer og rettelser afhænger udelukkende af producentens reaktionshastighed. %(os)s kan ikke reparere eller forbedre disse drivere.
el: Οι ιδιοταγείς-κλειστοί (proprietary) οδηγοί δεν έχουν ανοικτό πηγαίο κώδικα ώστε να μπορούν να τον τροποποιήσουν οι προγραμματιστές του %(os)s. Ενημερώσεις ασφαλείας και διορθώσεις εξαρτώνται μόνο από την ανταπόκριση του κατασκευαστή. Το %(os)s δε μπορεί να διορθώσει ή να βελτιώσει αυτούς τους οδηγούς.
es: Los controladores privativos no tienen código fuente público que los desarrolladores de %(os)s puedan modificar. Las actualizaciones de seguridad y las correcciones dependen únicamente de la capacidad de respuesta del fabricante. %(os)s no puede arreglar ni mejorar esos controladores.
et: Omanduslikel draiveritel pole avalikku lähtekoodi, mida %(os)s arendajad saaksid kohendada. Turvauuendused ja parandused sõltuvad täielikult tootja reageerimiskiirusest. %(os)s ei saa neid draivereid parandada ega arendada.
eu: Kontrolatzaile jabedunen iturburu-kodea ez da askea, beraz, %(os)s(r)en garatzaileek ezin dute moldatu. Ekoizlearen eskuetan bakarrik egongo dira segurtasun-eguneraketa eta konponketak. %(os)s(e)k ezin ditu kontrolatzaile hauek konpondu edo hobetu.
fi: Suljetun lähdekoodin ajureista ei ole saatavilla julkista lähdekoodia, jota %(os)s-kehittäjät saisivat muokata. Tietoturvapäivitykset ja korjaukset riippuvat täysin valmistajasta. %(os)s-kehittäjät eivät voi korjata tai parannella näitä ajureita.
gl: Os controladores privativos non fan público o seu código fonte, polo que os desenvolvedores de %(os)s non os poden modificar. As actualizacións de seguranza e as correccións dependen unicamente da capacidade de resposta do fabricante. %(os)s non pode corrixir ou mellorar os devanditos controladores.
hu: A zárt illesztőprogramoknak nincs olyan nyílt forráskódja, amelyet a(z) %(os)s fejlesztői szabadon felhasználhatnak. A biztonsági frissítések és javítások kizárólag a gyártótól függenek. A(z) %(os)s nem tud hibajavításokat biztosítani ezekhez az illesztőprogramokhoz.
ja: プロプライエタリなドライバーには%(os)sの開発者が変更することができる公開されたソースコードがありません。セキュリティーアップデートや修正はメーカの対応によります。%(os)sはこれらのドライバーを修正または改良することができません。
km: កម្មវិធី​បញ្ជា​នៃកម្ម​សិទ្ធិ​មិន​មាន​កូដ​ប្រភព​​សាធារណៈដែលកម្មវិធី​អភិវឌ្ឍន៍​​ %(os)s ឥតគិត​ថ្លៃ​ត្រូវ​​កែប្រែ​ ។​ បច្ចុប្បន្នភាព​សុវត្ថិភាព​​ និង​ការ​កែតម្រូវ​អាស្រ័យ​លើ​ភាព​អើពើ​របស់ក្រុម​ហ៊ុនផលិតតែ​មួយ​​ ។​ %(os)s មិន​អាច​ជួស​ជុល​ ឬ​ធ្វើ​ឲ្យ​កម្មវិធី​បញ្ជា​ទាំង​នេះ​ប្រើ​​សើរ​ឡើងបាន​ឡើយ​​ ។
lt: Nuosavybinės valdyklės neturi viešai prieinamo pirminio programos teksto, kurį %(os)s kūrėjai galėtų laisvai tobulinti. Saugumo atnaujinimai ir pataisymai priklauso vien tik nuo gamintojo atsakingumo. %(os)s negali taisyti ar tobulinti šių valdyklių.
oc: Lo còde font dels pilòts proprietaris es pas public. Los desvolopaires de %(os)s son doncas pas liures de lo modificar. Las mesas a jorn de seguretat e las correccions dependon unicament de la reactivitat del constructor. %(os)s pòt pas corregir o melhorar aquestes pilòts.
pl: Sterowniki własnościowe nie mają dostępnego publicznie kodu źródłowego, którego mogliby modyfikować twórcy %(os)s. Aktualizacje bezpieczeństwa i inne poprawki zależą wyłącznie od producenta. %(os)s nie może poprawić, ani ulepszyć tych sterowników.
pt_br: Drivers proprietários não possuem o código fonte público para que %(os)s desenvolvedores possam mudá-los. Atualizações de segurança e correções dependem somente do fabricante. %(os)s não podem corrigir ou melhorar esses drivers.
ru: Проприетарные драйверы выпускаются без открытого исходного кода, который разработчики %(os)s могли бы изменить. Обновления безопасности и исправления остаются на ответственности производителя. %(os)s не может исправить или усовершенствовать эти драйверы.
sk: Neslobodné ovládače nemajú verejný zdrojový kód, ktorý by mohli vývojári %(os)s voľne upravovať. Bezpečnostné aktualizácie a opravy závisia výhradne na prístupnosti výrobcu. %(os)s nemôže opraviť alebo zlepšiť tieto ovládače.
sr: Власнички управљачки програми немају јавни изворни кôд који би „%(os)s“ програмери могли слободно да мењају. Безбедносне допуне и исправке зависе искључиво од одзива произвођача. „%(os)s“ не може поправити или побољшати ове управљачке програме.
uk: Пропрієтарні драйвери не мають публічного вихідного коду, який розробники %(os)s можуть вільно модифікувати. Оновлення безпеки та корекції залежать лише від оперативності виробника. %(os)s не може виправляти або покращувати ці драйвери.

source: Graphics driver
ar: تعريف الرسوميات
ast: Controlador gráficu
be: Графічны драйвер
bg: Драйвер за графична карта
bo: དབྱིབས་རིས་སྒུལ་ཆས
ca: Controlador gràfic
cs: Grafický ovladač
da: Grafikdriver
el: Οδηγός κάρτας γραφικών
es: Controlador gráfico
et: Graafikadraiver
eu: Grafiko-kontrolatzailea
fi: Grafiikka-ajuri
gl: Controlador de gráficos
hu: Grafikus illesztőprogram
ja: グラフィックスドライバー
km: កម្មវិធី​បញ្ជា​ក្រាហ្វិក
lt: Vaizdo valdyklės
oc: Pilòt grafic
pl: Sterownik układu graficznego
pt_br: Driver de vídeo
ro: Driver placă grafică
ru: Драйвер видеокарты
sk: Grafický ovládač
sr: Графички управљачки програм
th: ไดรเวอร์กราฟิก
uk: Графічний драйвер

source: Device driver
ar: تعريف العتاد
ast: Controlador de preséu
be: Драйвер прылады
bg: Драйвер за устройство
bo: སྒྲིག་འགོད་སྒུལ་གཏོང
ca: Controlador de dispositiu
cs: Ovladač zařízení
da: Enhedsdriver
el: Οδηγός συσκευής
es: Controlador de dispositivo
et: Seadme draiver
eu: Gailu-kontrolatzailea
fi: Laiteajuri
gl: Controlador de dispositivos
hu: Eszköz-illesztőprogram
ja: デバイスドライバー
km: កម្មវិធីបញ្ជា​ឧបករណ៍
lt: Įrenginio valdyklė
oc: Gestionari de periferic
pl: Sterownik urządzenia
pt_br: Driver de dispositivo
ro: Driver dispozitiv
ru: Драйвер устройства
sk: Ovládač zariadenia
sr: Управљачки програм уређаја
th: ไดรเวอร์อุปกรณ์
uk: Драйвер пристрою

source: version %s
ar: النسخة %s
ast: versión %s
bg: версия %s
bo: པར་གཞི %s
ca: versió %s
cs: verze %s
el: έκδοση %s
es: versión %s
et: versioon %s
eu: %s bertsioa
fi: versio %s
gl: versión %s
hu: Verzió: %s
ja: バージョン %s
km: កំណែ​ %s
lt: versija %s
pl: wersja %s
pt_br: versão %s
ro: versiunea %s
ru: версия %s
sk: verzia %s
sr: издање „%s“
th: รุ่น %s
uk: версія %s

source: _Remove
ar: _حذف
ast: _Desaniciar
bg: _Премахване
bo: སུབ་འདོར(_R)
ca: _Suprimeix
cs: Odst_ranit
da: _Fjern
el: Α_φαίρεση
es: E_liminar
et: _Eemalda
eu: _Kendu
fi: _Poista
gl: _Eliminar
hu: _Eltávolítás
ja: 削除(R_)
km: _យកចេញ
lt: _Pašalinti
oc: L_evar
pl: _Usuń
pt_br: _Remover
ru: _Удалить
sk: Odst_rániť
sr: У_клони
th: _ถอดถอน
uk: _Вилучити

source: _Deactivate
ar: _تعطيل
ast: _Desactivar
be: _Дэактываваць
bg: _Деактивиране
bo: སྤྱོད་མཚམས་འཇོག་པ_D)
ca: _Desactiva'l
cs: Za_kázat
da: _Deaktivér
el: Α_πενεργοποίηση
es: _Desactivar
et: _Deaktiveeri
eu: _Ezgaitu
fi: _Kytke pois käytöstä
gl: _Desactivar
hu: _Deaktiválás
ja: 無効にする(_D)
km: _បំបាត់​ធ្វើ​ឲ្យ​សកម្ម
lt: _Deaktyvinti
oc: _Desactivar
pl: _Wyłącz
pt_br: _Desativar
ro: _Dezactivează
ru: _Деактивировать
sk: _Deaktivovať
sr: Дизак_тивирај
th: _ปิดการเปิดใช้
uk: _Деактивувати

source: This driver is activated and currently in use.
ar: هذا التعريف مُفعل ومُستخدم حاليا.
ast: Esti controlador ta habilitáu y ta usándose anguaño.
be: Драйвер актывізаваны і цяпер выкарыстоўваецца.
bg: Този драйвер е активиран и в момента се използва.
bo: སྒུལ་གཏོང་འདི་བེད་སྤྱོད་ཞོར་སྒུལ་སློང་བྱས་ཟིན་པ
ca: Aquest controlador està activat i s'està utilitzant actualment.
cs: Tento ovladač je povolen a aktuálně používán.
da: Denne driver er aktiveret og anvendes lige nu.
el: Ο οδηγός αυτός είναι ενεργοποιημένος και χρησιμοποιείται.
es: Este controlador está activado y se está usando actualmente.
et: See draiver on aktiveeritud ning kasutuses.
eu: Kontrolatzaile hau gaituta dago eta erabiltzen ari zara.
fi: Ajuri on kytketty käyttöön ja tällä hetkellä käynnissä.
gl: Este controlador está activado e actualmente en uso.
hu: Ez az illesztőprogram aktiválva és használatban van.
ja: このドライバーは有効で現在使用中です。
km: កម្មវីធី​បញ្ជា​ត្រូវ​បាន​ធ្វើ​ឲ្យ​សកម្ម​ និង​កំពុង​ប្រើ​បច្ចុប្បន្ន​ ។
lt: Ši valdyklė aktyvinta ir dabar naudojama.
oc: Aqueste pilòt es activat e es actualament utilizat.
pl: Ten sterownik jest włączony i aktualnie używany.
pt_br: Este driver está ativado e atualmente em uso.
ro: Acest driver este activat și este folosit de sistem.
ru: Активация драйвера выполнена и он используется системой.
sk: Tento ovládač je aktivovaný a práve sa používa.
sr: Овај управљачки програм је активиран и тренутно је у употреби.
th: ไดรเวอร์นี้เปิดให้ใช้แล้วและกำลังใช้งานอยู่
uk: Цей драйвер активовано та задіяно.

source: You need to restart the computer to activate this driver.
ar: عليك أن تعيد تشغيل الحاسوب من أجل تفعيل هذا التعريف.
ast: Tien de reaniciar l'equipu pa habilitar esti controlador.
be: Вам неабходна перазапусціць кампутар, каб актывізаваць драйвер.
bg: Трябва да рестартирате компютъра, за да активирате този драйвер.
bo: ཁྱོད་ཀྱིས་གློག་ཀླད་འགོ་སྐྱར་འཛུགས་བྱས་ནས་སྒུལ་གཏོང་འདི་སྒུལ་སློང་བྱེད་པ
ca: Cal que torneu a iniciar l'ordinador per a activar aquest controlador.
cs: Pro povolení tohoto ovladače musíte restartovat počítač.
da: Du skal genstarte computeren for at aktivere denne driver.
el: Χρειάζεται να κάνετε επανεκκίνηση για να ενεργοποιήσετε τον οδηγό.
es: Debe reiniciar el equipo para activar este controlador.
et: Sa pead selle draiveri sisselülitamiseks arvuti taaskäivitama.
eu: Ordenagailua berrabiarazi behar duzu kontrolatzaile hau gaitzeko.
fi: Sinun täytyy käynnistää tietokone uudelleen kytkeäksesi tämän ajurin käyttöön.
gl: É necesario reiniciar o computador para activar este controlador.
hu: Az illesztőprogram aktiválásához újra kell indítani a számítógépet.
ja: このドライバーを有効にするにはコンピューターを再起動する必要があります。
km: អ្នក​ចាំបាច់ត្រូវ​ចាប់​ផ្តើម​កុំព្យូទ័រ​ឡើងវិញ​ ដើម្បី​ធ្វើ​ឲ្យ​កម្មវិធីបញ្ជា​នេះសកម្ម​ ។
lt: Jums reikia paleisti operacinę sistemą iš naujo šiai valdyklei aktyvinti.
oc: Vos cal tornar amodar l'ordenador per activar aqueste pilòt.
pl: Aby włączyć ten sterownik wymagane jest ponowne uruchomienie komputera.
pt_br: Você precisa reiniciar o computador para ativar este driver.
ro: Trebuie să reporniți calculatorul pentru a activa acest driver.
ru: Для активации этого драйвера необходима перезагрузка компьютера.
sk: Aby ste mohli ovládač používať, potrebuje reštartovať počítač.
sr: Морате поново покренути рачунар да бисте активирали овај управљачки програм.
th: คุณต้องเริ่มคอมพิวเตอร์ใหม่เพื่อเปิดใช้ไดรเวอร์นี้
uk: Вам потрібно перезавантажити комп'ютер, щоб активувати драйвер.

source: This driver is activated but not currently in use.
ar: هذا التعريف مُفعل ولك ليس جاري استخدامه.
ast: El controlador ta habilitáu pero nun se ta usando anguaño.
be: Драйвер актывізаваны. але не ўжываецца ў гэты момант.
bg: Този драйвер е активиран, но в момента не се използва.
bo: སྒུལ་གཏོང་འདི་སྒུལ་སློང་བྱས་ཟིན་ཡིན་ཡང་བེད་སྤྱོད་མི་འདུག
ca: Aquest controlador està activat i no s'està utilitzant actualment.
cs: Tento ovladač je povolen, ale aktuálně není používán.
da: Denne driver er aktiveret men ikke i brug lige nu.
el: Ο οδηγός αυτός είναι ενεργοποιημένος, αλλά δεν χρησιμοποιείται.
es: El controlador está activado pero no se está usando actualmente.
et: See draiver on aktiveeritud, kuid pole kasutuses.
fi: Ajuri on kytketty käytettäväksi, mutta se ei tällä hetkellä käynnissä.
gl: Este controlador está activado mais non está actualmente en uso.
hu: Ez az illesztőprogram aktiválva van, de nincs használatban.
ja: このドライバーは有効ですが、現在使用していません。
km: កម្មវិធីបញ្ជា​នេះ​ត្រូវ​បានធ្វើ​ឲ្យ​សកម្ម ប៉ុន្តែ​មិនកំពុង​​ប្រើ​ពេល​បច្ចុប្បន្នឡើយ​​ ។
lt: Ši valdyklė yra aktyvinta bet dar nenaudojama.
oc: Aqueste pilòt es activat mas es pas actualament utilizat.
pl: Ten sterownik jest włączony, ale aktualnie nie używany.
pt_br: Este driver está ativado, mas não está atualmente em uso.
ro: Acest driver este activat dar nu este folosit de sistem.
ru: Этот драйвер активирован, но сейчас не используется.
sk: Tento ovládač je aktivovaný, ale práve sa nepoužíva.
sr: Овај управљачки програм је активиран али тренутно није у употреби.
th: ไดรเวอร์นี้เปิดให้ใช้แล้วแต่ยังไม่ได้ใช้งาน
uk: Цей драйвер активовано, але не задіяно.

source: _Activate
ar: _تفعيل
ast: _Activar
be: _Актывізаваць
bg: _Активиране
bo: སྒུལ་སློང(_A)
ca: _Activa'l
cs: _Povolit
da: _Aktivér
el: _Ενεργοποίηση
es: _Activar
et: _Aktiveeri
eu: _Aktibatu
fi: _Kytke käyttöön
gl: _Activar
hu: _Aktiválás
ja: 有効にする(_A)
km: _ធ្វើ​ឲ្យសកម្ម
lt: _Aktyvinti
oc: _Activar
pl: Włą_cz
pt_br: _Ativar
ro: _Activează
ru: _Активировать
sk: _Aktivovať
sr: Акти_вирај
th: เ_ปิดใช้
uk: _Активувати

source: This driver was just disabled, but is still in use.
ar: _لقد تم تعطيل التعريف للتو، ولكن مازال جاري استخدامه.
ast: Esti controlador acaba de ser deshabilitáu, pero entá se ta usando.
be: Гэты драйвер быў проста адключаны, але ўсё яшчэ ўжываецца.
bg: Този драйвер току-що беше забранен, но все още се използва.
bo: སྒུལ་གཏོང་འདི་ད་ལྟ་མཚམས་བཞག་འདུག་ཡིན་ཡང་མུ་མཐུད་དུ་སྤྱོད་པ
ca: Aquest controlador s'acaba d'inhabilitar, però encara s'està utilitzant.
cs: Tento ovladač byl právě zakázán, ale stále je používán.
da: Denne driver er lige blevet deaktiveret, men er stadig i brug.
el: Ο οδηγός αυτός μόλις απενεργοποιήθηκε, αλλά χρησιμοποιείται ακόμη.
es: Este controlador acaba de ser desactivado, pero todavía se está usando.
et: See draiver on äsja välja lülitatud, kuid on ikka veel kasutuses.
eu: Kontrolatzailea ezgaitu berri duzu, baina oraindik erabiltzen ari zara.
fi: Tämän ajurin asennus poistettiin juuri, mutta se on vielä käynnissä.
gl: O controlador foi desactivado, mais está aínda a ser utilizado.
hu: Ez az illesztőprogram letiltásra került, de még használatban van.
ja: このドライバーは無効化されましたが、まだ使用中です。
km: កម្មវិធី​បញ្ជា​នេះ​ត្រូវ​បាន​បិទ​ត្រឹមត្រូវ​ហើយ​ ប៉ុន្តែ​នៅតែ​កំពុង​ប្រើ​​នៅ​ឡើយ​​ ។
lt: Ši valdyklė ką tik išjungta, bet dar naudojama.
oc: Aqueste pilòt ven d'èsser desactivat, mas es encara utilizat.
pl: Ten sterownik został wyłączony, ale nadal jest w użyciu.
pt_br: Este driver foi desativado, mas ainda está em uso.
ro: Acest driver tocmai a fost dezactivat, dar încă este folosit de sistem.
ru: Этот драйвер был отключён, но в настоящее время всё ещё используется.
sk: Tento ovládač bol práve zakázaný, ale stále sa používa.
sr: Овај управљачки програм је управо искључен, али је још увек у употреби.
th: ไดรเวอร์นี้ทำให้ใช้งานไม่ได้แล้ว แต่ยังถูกใช้งานอยู่
uk: Цей драйвер вже вимкнуто, але досі задіяно.

source: A different version of this driver is in use.
ar: نسخة أخرى من هذا التعريف جاري استخدامها.
ast: Ta usándose una versión diferente d'esti controlador.
be: Ужываецца іншая вэрсія драйвера
bg: Използва се различна версия на този драйвер.
bo: སྒུལ་གཏོང་འདིའི་པར་གཞི་གཞན་ཞིག་སྤྱོད་པ
ca: S'està utilitzant una versió diferent d'aquest controlador.
cs: Je používána jiné verze tohoto ovladače.
da: En anden version af denne driver er i brug.
el: Χρησιμοποιείται μια διαφορετική έκδοση του οδηγού.
es: Se está usando una versión diferente de este controlador.
et: Sellest draiverist on kasutusel erinev versioon.
eu: Kontrolatzaile honen bertsio ezberdin bat erabiltzen ari zara.
fi: Toinen versio tästä ajurista on käytössä.
gl: Outra versión deste controlador está en uso.
hu: Az illesztőprogram másik verziója használatban van.
ja: このドライバーの異なるバージョンが使用中です。
km: កំណែ​ខុសគ្នា​​នៃ​កម្មវិធី​បញ្ជា​កំពុង​ប្រើ​ ។
lt: Naudojama kita šios valdyklės versija.
oc: Una version diferenta d'aqueste pilòt es utilizada.
pl: Inna wersja tego sterownika jest w użyciu.
pt_br: Uma versão diferente desse driver está em uso.
ro: Sistemul folosește o altă versiune a acestui driver.
ru: Сейчас используется другая версия этого драйвера.
sk: Práve sa používa iná verzia tohto ovládača.
sr: Различито издање овог управљачког програма је у употреби.
th: รุ่นที่ต่างกันของไดรเวอร์นี้ทำงานอยู่
uk: Інша версія цього драйвера вже використовується.
