Repository: CanaimaKueka/jockey
Catalog: po/*.po
Languages: ar, ast, be, bg, bo, ca, cs, da, el, es, et, eu, fi, gl, hu, ja, km, lt, oc, pl, pt_br, ro, ru, sk, sr, th, uk

source: This driver is not activated and is ignored in notifications.
es: Este controlador no está activado y está siendo ignorado en las notificaciones.

source: This driver is not activated.
ar: هذا التعريف غير مُفعل.
ast: Esti controlador nun ta habilitáu.
be: Драйвер не актывізаваны.
bg: Този драйвер не е активиран.
bo: སྒུལ་གཏོང་འདི་སྒུལ་སློང་བྱས་མི་འདུག
ca: Aquest controlador no està activat.
cs: Tento ovladač není povolen.
da: Denne driver er ikke aktiveret.
el: Ο οδηγός αυτός δεν είναι ενεργοποιημένος.
es: Este controlador no está activado.
et: See draiver pole aktiveeritud.
eu: Kontrolatzaile hau ez dago gaituta.
fi: Tämä ajuri ei ole kytketty päälle.
gl: Este controlador non está activado.
hu: Az illesztőprogram nincs aktiválva.
ja: このドライバーは有効になっていません。
km: កម្មវិធីបញ្ជា​នេះ​មិនត្រូវ​បាន​ធ្វើ​ឲ្យ​សកម្មឡើយ​ ។
lt: Ši valdyklė neaktyvinta.
oc: Aqueste pilòt es pas activat.
pl: Ten sterownik nie jest włączony.
pt_br: Este driver não está ativado.
ro: Acest driver nu este activat.
ru: Драйвер не активирован.
sk: Tento ovládač nie je aktivovaný.
sr: Овај управљачки програм није активиран.
th: ไดรเวอร์นี้ยังไม่เปิดใช้งาน
uk: Цей драйвер не активовано.

source: This driver is not supported.
es: Este controlador no está soportado.

source: Check for newly used or usable drivers and notify the user.
ar: تحقق من وجود تعريفات جديدة مستعملة أو قابلة للاستعمال وأخبرني عن المستخدم.
ast: Comprobar si tán usándose (o puen usase) controladores nuevos, y notifica-ylo al usuariu.
be: Праверыць наяўнасць новых драйвераў і апавясціць карыстальніка.
bg: Проверка за нови използвани или използваеми драйвери и уведомяване на потребителя.
bo: བེད་སྤྱོད་གསར་བའམ་ཡོངས་ཀྱིས་སྤྱོད་པའི་སྒུལ་གཏོང་དང་བརྡ་ཐོ་བེད་སྤྱོད་མཁན་འཚོལ་བ
ca: Cerca mòduls restrictius utilitzats nous o controladors utilitzables i notifica l'usuari.
cs: Hledat nově používané nebo použitelné ovladače a upozornit uživatele.
da: Søg efter nyligt anvendte og brugbare drivere og giv brugeren besked.
el: Έλεγχος για χρησιμοποιούμενους ή χρησιμοποιήσιμους οδηγούς και ειδοποίηση του χρήστη.
es: Comprobar si se están usando (o pueden usarse) controladores nuevos, y notificarlo al usuario.
et: Uute saadaolevate või kasutatavate draiverite kontroll ja kasutaja teavitamine.
eu: Kontrolatzaile berririk erabiltzen ari den edo erabilgarri dagoen egiaztatu eta erabiltzailea ohartarazi.
fi: Tarkista uudet käytössä tai käytettävissä olevat ajurit ja ilmoita käyttäjälle.
gl: Comprobar se se dispón de controladores usados recentemente ou usabeis e notificar o usuario.
hu: Újonnan használt zárt modulok keresése és a felhasználó értesítése
ja: 追加もしくは更新された利用可能なドライバーを確認してユーザーに通知する。
km: ពិនិត្យ​មើល​កម្មវិធីបញ្ជាដែល​អាច​ប្រើបាន​ ឬ​បាន​ប្រើថ្មីៗ​​ ហើយ​ជូនដំណឹង​ដល់​អ្នក​ប្រើ​ ។
lt: Patikrinti naujai panaudotas ar galimas naudoti valdykles ir informuoti naudotoją
oc: Verificar l'utilizacion, o la possibilitat d'utilizar, de pilòts novèls e n'avisar l'utilizaire.
pl: Sprawdzenie dostępności nowych lub nowo używanych sterowinków.
pt_br: Procurar por novos usados ou drivers usáveis e notificar o usuário.
ro: Verifică noile drivere aflate în uz sau care pot fi folosite și informează utilizatorul.
ru: Проверить наличие новых драйверов и уведомить пользователя.
sk: Kontrolovať pre novšie používané a užitočné ovládače a upozorniť používateľa.
sr: Врши проверу за ново коришћеним или употребљивим управљачким програмима и обавештава корисника.
th: ตรวจสอบไดรเวอร์ใหม่หรือที่ใช้งานได้และแจ้งเตือนผู้ใช้
uk: Перевірити на наявність нових драйверів та повідомити користувача.

source: Set a session id for notifications.
es: Configura un ID de sesión para las notificaciones.

source: Query driver databases for newly available or updated drivers.
ar: إستعلم عن قاعدة بيانات التعريف المتاحة حاليا أو التعريفات المُحدثة.
ast: Consultar les bases de datos de controladores na busca de controladores nuevos o actualizaos.
be: Праверыць наяўнасць абнаўленняў ці новых даступных драйвераў у базе дадзеных.
bg: Претърсване на базите с данни за нови или обновени драйвери.
bo: སྒུལ་གཏོང་གྲངས་མཛོད་བཤེར་འཚོལ་བྱས་ནས་བེད་སྤྱོད་གསར་བའམ་དེ་ལས་གསར་བའི་སྒུལ་གཏོང་འཚོལ་བ།
ca: Consulta si hi ha controladors nous o actualitzats a les bases de dades de controladors.
cs: Dotázat se databáze ovladačů na nově dostupné nebo aktualizované ovladače.
da: Forespørg driverdatabasen om nyligt tilgængelige eller opdaterede drivere.
el: Αναζητήστε στις βάσεις δεδομένων των οδηγών για νέους ή ενημερωμένους οδηγούς.
es: Consultar la bases de datos de controladores en busca de controladores nuevos o actualizados.
et: Draiverite andmebaasist uute saadaolevate või uuendatud draiverite pärimine.
eu: Kontrolatzaile berriak edo eguneratuak bilatu kontrolatzaileen datu-basean.
fi: Tee kyselyitä ajuritietokantoihin uusista saatavilla olevista tai päivitetyistä ajureista.
gl: Buscar nas bases de datos de controladores por controladores recentemente dispoñíbeis ou actualizados.
hu: Újonnan elérhető és frissített illesztőprogramok keresése az illesztőprogram-adatbázisban.
ja: 新しく提供されたドライバーや更新されたドライバーをドライバーデータベースに問い合わせる。
km: មូលដ្ឋានទិន្នន័យ​កម្មវិធីបញ្ជា​សំណួរ​ សម្រាប់​កម្មវិធីដែល​ធ្វើ​បច្ចុប្បន្នភាព​ ឬ​មានថ្មី​ៗ​ ។
lt: Valdyklių duomenų bazėje ieškoti naujų ar atnaujintų valdyklių.
oc: Interrogar las bancas de donadas de pilòts per las mesas a jorn o los pilòts novèls.
pl: Zapytanie baz danych sterowników o nowo dostępne lub zaktualizowane sterowniki.
pt_br: Bancos de dados disponíveis para busca de novos drivers ou drivers atualizados.
ro: Caută în baza de date a driverelor după drivere noi sau care pot fi actualizate.
ru: Проверить наличие обновлений или новых доступных драйверов в базе данных.
sk: Prehľadať databázy ovládačov pre nanovo dostupné alebo aktualizované ovládače.
sr: Пропитује базу управљачких програма за ново доступним или ажурираним управљачким програмима.
th: ค้นหาจากฐานข้อมูลไดรเวอร์สำหรับไดรเวอร์ใหม่หรือที่มีการปรับปรุง
uk: Надіслати запит до бази даних драйверів щодо наявності нових або оновлених драйверів.

source: List available drivers and their status.
ar: قائمة التعريفات المتاحة وحالتها.
ast: Llistar los controladores disponibles, y el so estáu.
be: Спіс наяўных драйвераў і іх статусаў.
bg: Описване на достъпните драйвери и тяхното състояние.
bo: སྤྱོད་རུང་བའི་སྒུལ་ཆས་དང་དེ་དག་གི་གནས་སྟངས་ཐོ་འགོད་བྱེད་པ
ca: Llista els controladors restringits disponibles i el seu estat.
cs: Vypsat dostupné ovladače a jejich stav
da: List tilgængelige drivere og deres status.
el: Οι διαθέσιμοι οδηγοί και η κατάσταση τους.
es: Listar los controladores disponibles, y su estado.
et: Saadaolevate draiverite loend ning nende olek.
eu: Zerrendatu kontrolatzaile eskuragarriak eta hauen egoera.
fi: Luettele saatavilla olevat ajurit ja niiden tilat.
gl: Lista de módulos dispoñíbeis e a súa condición
hu: A rendelkezésre álló zárt illesztőprogramok nevének és állapotának felsorolása
ja: 利用可能なドライバーとそのステータスの一覧を表示する。
km: រាយ​បញ្ជី​កម្មវិធីបញ្ជា​ដែល​មាន និង​ស្ថានភាពរបស់​វា​ ។
lt: Parodyti prieinamas valdykles bei jų būseną.
oc: Afichar los pilòts disponibles e lor estat.
pl: Wyświetlenie listy dostępnych sterowników i ich stanu.
pt_br: Lista os drivers disponíveis e suas condições.
ro: Afișează toate driverele disponibile și starea lor.
ru: Показать список доступных драйверов и их состояние.
sk: Uviesť dostupné ovládače a ich stav.
sr: Исписује списак доступних управљачких програма и њихова стања.
th: รายการไดรเวอร์ที่ใช้งานได้และสถานะ
uk: Список драйверів та їхніх станів.

source: Enable drivers that can be automatically installed.
ast: Activar controladores qu'hai d'instalar automáticamente.
be: Уключыць драйверы, якія могуць быць аўтаматычна ўсталяваныя.
bg: Включване на драйвери, които могат да бъдат инсталирани автоматично.
bo: རང་འགུལ་གྱིས་སྒྲིག་འཇུག་རུང་བའི་སྒུལ་ཆས་ནུས་ཡོད་བཟོ་བ
cs: Povolit ovladače, které mohou být automaticky nainstalovány.
da: Aktiver driver der automatisk kan installeres.
el: Ενεργοποίηση οδηγών υλικού με δυνατότητα αυτόματης εγκατάστασης.
es: Activar controladores que pueden ser instalados automáticamente.
et: Luba draiverid, mida on võimalik automaatselt paigaldada.
fi: Ota käyttöön ajurit, jotka voidaan asentaa automaattisesti.
gl: Permitir que os controladores poidan instalarse automaticamente.
hu: Automatikusan telepíthető illesztőprogramok engedélyezése.
ja: 自動的にインストールされるドライバーを利用可能にする
km: បើក​កម្មវិធីបញ្ជា​ដែល​អាច​ត្រូវ​បាន​ដំឡើង​ដោយ​ស្វ័យ​ប្រវត្តិ ។
lt: Įjungti valdykles, kurios gali būti įdiegtos automatiškai.
oc: Activar los pilòts que pòdon èsser installats automaticament.
pt_br: Habilita drivers que podem ser instalados automaticamente.
ru: Включить драйверы, которые могут быть автоматически установлены.
sr: Укључује управљачке програме који могу бити аутоматски инсталирани.
th: เปิดใช้งานไดรเวอร์ที่สามารถติดตั้งอัตโนมัติได้

source: List hardware identifiers from this system.
ar: عرض في قائمة معرفات العتاد من النظام.
ast: Amosar los identificadores hardware d'esti sistema
be: Вывесці спіс ідэнтыфікатараў абсталявання Вашай сістэмы.
bg: Описване на хардуерните идентификатори от тази система.
bo: མ་ལག་འདིའི་སྲ་ལྷུ་མཚོན་རྟགས་ཕྱིར་ལེན་པ
ca: Llista els identificadors de maquinari d'aquest sistema.
cs: Vypsat hardwarové identifikátory v tomto systému.
da: List hardwareidentifikatorer fra dette system.
el: Λίστα αναγνωριστικών υλικού από αυτό το σύστημα.
es: Mostrar los identificadores hardware de este sistema
et: Selle arvuti riistvara identifikaatorite loend.
eu: Zerrendatu sistema honetako hardware-identifikatzaileak.
fi: Luettelo järjestelmän laitetunnisteista.
gl: Listaxe de identificadores de hardware do sistema.
hu: Felsorolja a rendszer összes hardverazonosítóját.
ja: このシステムのハードウェア識別子をリストアップする
km: រាយ​បញ្ជី​គ្រឿង​សម្គាល់​ផ្នែក​រឹង​ ពី​ប្រព័ន្ធ​នេះ​ ។
lt: Pateikti šios sistemos aparatinės įrangos identifikatorius.
oc: Afichar los identificants del material d'aqueste sistèma.
pl: Lista identyfikatorów sprzętu w systemie.
pt_br: Lista de identificadores de hardware deste sistema.
ro: Afișează codurile de identificare hardware de pe acest sistem.
ru: Вывести список идентификаторов оборудования данной системы.
sk: Zobraziť identifikátory hardvéru pre tento systém.
sr: Прави списак идентификатора уређаја на овом систему.
th: รายการฮาร์ดแวร์ที่ระบุสำหรับระบบนี้
uk: Список апаратних ідентифікаторів для цієї системи.

source: Enable a driver
ar: تفعيل التعريف
ast: Habilitar un controlador
be: Уключыць драйвер
bg: Разрешаване на драйвер
bo: སྒུལ་གཏོང་ཞིག་བེད་སྤྱོད་པ
ca: Habilita un controlador
cs: Povolit ovladač
da: Aktivér en driver
el: Ενεργοποίηση οδηγού
es: Activar un controlador
et: Aktiveeri draiver
eu: Kontrolatzailea gaitu
fi: Asenna ajuri
gl: Activar un controlador
hu: Illesztőprogram engedélyezése
ja: ドライバーを有効にする
km: បើក​កម្មវិធីបញ្ជា
lt: Įjungti valdyklę
oc: Activar un gestionari de periferic
pl: Włączenie sterownika
pt_br: Habilitar driver
ro: Activează un driver
ru: Включить драйвер
sk: Povoliť ovládač
sr: Укључује управљачки програм
th: เปิดใช้งานไดรเวอร์
uk: Ввімкнення драйвера

source: Disable a driver
ar: تعطيل التعريف
ast: Deshabilitar un controlador
be: Выключыць драйвер
bg: Забраняване на драйвер
bo: སྒུལ་གཏོང་ཞིག་མཚམས་འཇོག་པ
ca: Inhabilita un controlador
cs: Zakázat ovladač
da: Deaktivér en driver
el: Απενεργοποίηση οδηγού
es: Desactivar un controlador
et: Deaktiveeri draiver
eu: Kontrolatzailea ezgaitu
fi: Poista ajuri
gl: Desactivar un controlador
hu: Illesztőprogram letiltása
ja: ドライバーを無効にする
km: បិទ​កម្មវិធីបញ្ជា
lt: Išjungti valdyklę
oc: Desactivar un gestionari de periferic
pl: Wyłączenie sterownika
pt_br: Desabilitar driver
ro: Dezactivează un driver
ru: Выключить драйвер
sk: Zakázať ovládač
sr: Искључује управљачки програм
th: ปิดใช้งานไดรเวอร์
uk: Вимкнення драйвера

source: Ask for confirmation for --enable/--disable
ar: طلب التأكيد من أجل --التفعليل/--التعطيل
ast: Pedir confirmación pa --enable/--disable
be: Запытваць пацверджанне для --enable/--disable
bg: Питане за потвърждение за –enable/--disable
bo: --enable/--disable ཡང་དག་རྩ་གཅོད་
ca: Demana confirmació per a --enable/--disable
cs: Požádat o potvrzení pro --enable/--disable
da: Spørg om bekræftelse for --enable/--disable
el: Ζητήστε επιβεβαίωση για ενεργοποίηση ή απενεργοποίηση
es: Pedir confirmación para --enable/--disable
et: --enable/--disable (lubamise/keelamise) puhul küsitakse kinnitust
eu: Berrespena eskatu --gaitzeko/--ezgaitzeko
fi: Pyydä varmistusta käytettäessä --enable/--disable
gl: Pedir confirmación para --enable/--disable
hu: Megerősítés kérése a --enable/--disable kapcsolókhoz
ja: ドライバーの有効/無効(--enable/--disable)の確認をします
km: ស្នើ​ការ​អះអាង​ សម្រាប់​ --enable/--disable
lt: Klausti patvirtinimo --enable/--disable naudojimui
oc: Demandar confirmacion per --enable/--disable
pl: Prośba o potwierdzenie w przypadku --włączenia/--wyłączenia
pt_br: Pergunta por confirmação para --enable/--disable
ro: Cere confirmarea pentru --enable/--disable
ru: Запрашивать подтверждение для --enable/--disable
sk: Požadovať potvrdenie pre --enable/--disable
sr: Тражи потврђивање за „--enable/--disable“ (укључи/искључи)
th: ถามเพื่อยืนยันว่าจะ--เปิด/--ปิด
uk: Запитувати підтрвердження для --enable/--disable

source: Check if there is a graphics driver available that supports composite and offer to enable it
ar: تحقق من وجود تعريف رسومي يدعم التركيب والاقتراح من أجل تفعيله.
ast: Comprobar si hai un controlador de gráficos disponible que soporte la estensión de composición y que permita activala
be: Праверыць наяўнасць відэадрайвера з падтрымкай composite і прапанаваць яго актывацыю
bg: Проверка дали има графичен драйвер на разположение, който да поддържа компонентен изход и предлагане за използване
ca: Comprova si hi ha un controlador gràfic disponible que funcioni amb l'extensió de composició i proposa activar-lo
cs: Zkontrolovat, zda je k dispozici takový ovladač grafické karty, který umožní kompozitní efekty, a nabídnout jeho zapnutí
da: Tjek om der er en grafikdriver tilgængelig, som understøtter visuelle effekter og tilbyd at aktivere den.
el: Ελέγξτε εάν υπάρχει διαθέσιμος οδηγός υλικού της κάρτας γραφικών που να υποστηρίζει composite και ενεργοποιήστε τον
es: Comprobar si existe un controlador gráfico disponible que soporte composición, y ofrecer activarlo
et: Kontrolli, kas on saadaval graafikadraiverit, mis toetab komposiit-efekte, ja paku selle lubamist
eu: Konposizioa jasaten duen grafiko-kontrolatzailerik dagoen egiaztatu, eta gaitzea eskaini
fi: Tarkista onko saatavilla näytönohjainajuria joka tukee kompositointia, ja tarjoa sen käyttöönottoa
gl: Comprobar se existe un controlador gráfico disponíbel que permita o composite e ofrecer activalo.
hu: A kompozit módot támogató illesztőprogram keresése, és bekapcsolásának felajánlása
ja: compositeオプションを有効にできるグラフィックスドライバーがないか確認する
km: ធីក​ ប្រសិនបើមាន​កម្មវិធីបញ្ជា​ក្រាហ្វិក​ដែល​គាំទ្រ​សមាសធាតុ​ និង​​ផ្តល់​ត្រូវ​បើក​វា
lt: Patikrinti, ar yra grafinės posistemės valdyklė, palaikanti trimačius darbastalio efektus (composite savybę), jei taip, pasiūlyti ją įjungti
oc: Verificar la disponibilitat d'un pilòt grafic que pren en carga l'afichatge composit e prepausar de l'activar
pl: Sprawdzenie, czy jest dostępny sterownik grafiki obsługujący rozszerzenie "Composite" i propozycja jego włączenia
pt_br: Verifica se existe um driver de vídeo disponível que suporta composição e oferece a opção de habilitá-lo
ro: Verifică existența unui driver pentru o placă grafică ce suportă extensia composite și întreabă de activare
ru: Проверить наличие видео-драйвера с поддержкой композитного режима и предложить его активацию
sk: Skontrolovať, či je dostupný grafický ovládač, ktorý podporuje kompozitný výstup a ponúknuť jeho použitie
sr: Проверава да ли постоји управљачки програм за графику који подржава композитност и нуди његово укључивање.
th: ตรวจสอบหากมีไดรเวอร์กราฟิกที่เปิดใช้งานได้ รองรับคอมโพสิทและเสนอให้เปิดใช้งาน
uk: Перевірити на доступність графічного драйверу, який підтримує технологію composite, і спробувати його задіяти

source: Only manage free/nonfree drivers. By default, all available drivers with any license are presented.
ar: فقط قم بإدارة التعريفات المجانية/غير المجانية. افتراضيا، كل يتم تقديم التعريفات المتوفرة مع رخصة.
ast: Xestionar namái controladores llibres/non llibres. Por omisión, preséntense tolos controladores con cualesquier triba de llicencia.
be: Кіраваць толькі свабоднымі /прапрыетарнымі драйверамі. Па змаўчанні ў спісе змяшчаюцца ўсе драйверы пад любымі ліцэнзіямі.
bg: Управление само на свободни/не свободни драйвери. По подразбиране, всички достъпни драйвери с всякакви лицензи.
bo: རིན་མི་དགོས་པ་དང་རིན་དགོས་པའི་སྒུལ་ཆས་ཁོ་ན་དོ་དམ་བྱེད་པ། སྔོན་སྒྲིག་ལ་དཔང་ཡིག་འདྲ་མིན་སྣ་ཚོགས་ཀྱི་སྤྱོད་རུང་བའི་སྒུལ་ཆས་ཡིན
ca: Gestiona només els controladors lliures i no lliures. De manera predeterminada es mostren tots els controladors independentment de la seva llicència.
cs: Spravovat pouze svobodné/nesvobodné ovladače. Standardně jsou nabízeny všechny ovladače nezávisle na licenci.
da: Håndtér kun frie/ikke-frie drivere. Som standard er alle tilgængelige driver med enhver licens præsenteret.
el: Διαχείριση μόνο ελεύθερων ή ιδοταγών-κλειστών οδηγών. Εξ' ορισμού, παρουσιάζονται όλοι οι διαθέσιμοι οδηγοί με οποιαδήποτε άδεια.
es: Gestionar sólo controladores libres/no libres. De manera predeterminada se presentan todos los controladores con cualquier tipo de licencia.
et: Hallatakse ainult vabasid/mittevabasid draivereid. Vaikimisi näidatakse igasuguste litsentsidega draivereid.
eu: Kontrolatzaile 'aske/ez askeak' bakarrik kudeatu. Defektuz, kontrolatzaile eskuragarri guztiak aurkezten dira, edozein lizentzia dutela ere.
fi: Hallitse vain vapaita/epävapaita ajureita. Oletuksena kaikki saatavilla olevat ajurit näytetään, riippumatta lisenssistä.
gl: Xestionar só controladores libres/non libres. Por omisión amósanse todos os controladores dispoñíbeis con calquera licenza.
hu: Csak szabad/zárt illesztőprogramok kezelése. Alapértelmezésben minden elérhető illesztőprogram megjelenik a licencétől függetlenül.
ja: フリー/非フリーのドライバーを管理するだけです。デフォルトでは、ライセンスに関係なくすべての利用可能なドライバーが表示されます。
km: គ្រប់គ្រងតែ​​កម្មវិធីបញ្ជា​ ​ឥតគិត​​ថ្លៃ/​​គិត​ថ្លៃ​ ។​ តាម​លំនាំដើម​​ គ្រប់​កម្មវិធីបញ្ជា​ទាំងអស់​ដែល​មាន​​អាជ្ញាបណ្ណមួយចំនួន​ត្រូវ​បាន​បង្ហាញ​ ។
lt: Tvarkyti tik laisvas/nelaisvas valdykles. Numatyta reikšmė - rodyti visas prieinamas valdykles su bet kokia licencija.
oc: Gerir unicament los pilòts liures o proprietaris. Per defaut, totes los pilòts son presentats, quina que siá lor licéncia.
pl: Tylko obsługa sterowników wolnych/własnościowych. Domyślnie wyświetlane są wszystkie sterowniki na dowolnej licencji.
pt_br: Apenas gerencia drivers livre/não-livre. Por padrão, todos os drivers disponíveis com alguma licença são apresentados.
ro: Gestioneză numai drivere gratuite/proprietare. Implicit sunt prezentate toate driverele indiferent de licență.
ru: Управлять только свободными/проприетарными драйверами. По умолчанию в списке представлены все драйверы под любыми лицензиями.
sk: Spravovať len slobodné ovládače. Predvolené je zobrazovať dostupné ovládače s akoukoľvek prítomnou licenciou.
sr: Само управља слободним/неслободним управљачким програмима. По основи, сви доступни управљачки програми са било којом дозволом су представљени.
th: บริหารจัดการไดรเวอร์เสรี/ไม่เสรีเท่านั้น โดยปริยายไดรเวอร์ทั้งหมดในทุก ๆ สัญญาอนุญาตจะถูกแสดง
uk: Управляти лише вільними/не вільними драйверами. За замовчуванням, всі можливі драйвери надані зі усіма можливими ліцензіями.

source: Run as session D-BUS server.
ar: إقلاع على شكل حصة D-BUS سرفر.
ast: Executar como servidor D-BUS de sesión.
be: Запусціць як сеанс сервера D-BUS.
bg: Изпълняване на сесията като D-BUS сървър.
bo: D-BUSཞབས་ཞུ་བ་འཁོར་སྤྱོད་བྱེད་པ。
ca: Executa com a servidor D-BUS de la sessió.
cs: Spustit jako server D-BUS sezení.
da: Kør som session-D-BUS-server.
el: Εκτέλεση ως συνεδρία ενός εξυπηρετητή D-BUS.
es: Ejecutar como servidor D-BUS de sesión.
et: Käivitatakse D-BUS serverina.
eu: Saioko D-BUS zerbitzari bezala exekutatu.
fi: Suorita D-BUS-istuntopalvelimena.
gl: Executar como sesión do servidor D-BUS
hu: Futtatás munkamenetszintű D-BUS kiszolgálóként
ja: D-BUSサーバーのセッションとして実行する。
km: រត់​ជា​ម៉ាស៊ីនបម្រើ​​ D-BUS សម័យ​ ។
lt: Paleisti kaip seanso D-BUS serverį.
oc: Executar en tant que sesilha servidor D-BUS.
pl: Uruchomienie jako sesję serwera D-BUS.
pt_br: Executar como sessão do servidor D-BUS.
ro: Rulare ca server D-BUS al sesiunii.
ru: Запустить как сеанс сервера D-BUS.
sk: Spustiť ako reláciu D-BUS servera.
sr: Покреће се као сервер Д-БАС сесије.
th: ทำงานเป็นวาระเซิร์ฟเวอร์ D-BUS
uk: Запустити сессію серверу D-BUS.

source: Do not use D-BUS for communicating with the backend. Needs root privileges.
ast: Nun usar D-BUS pa comunicase col backend. Necesites privilexos de root.
be: Не выкарыстоўваць D-BUS для злучэння з унутраным інтэрфейсам. Патрэбныя правы адміністратара.
bg: Не използвай D-BUS за комуникация с бекенда. Необходими са администраторски права.
bo: རྒྱབ་སྣེ་དང་འབྲེལ་འདྲིས་བྱེད་པར D-BUSབེད་མི་སྤྱོད་པ། རྩ་བའི་བརྒྱུད་ལམ་གྱི་ཆོག་འཆན་དགོས་པ
ca: No utilitzis el D-BUS per a la comunicació amb el rerefons. Calen privilegis d'usuari primari.
cs: Nepoužívat D-BUS pro komunikaci s jádrem programu. Vyžaduje oprávnění superuživatele.
da: Brug ikke D-BUS til at kommunikere med motoren. Kræver root-privilegier.
el: Μην χρησιμοποιείτε το D-Bus για την επικοινωνία με το backend. Απαιτεί δικαιώματα διαχειριστή.
es: No usar D-BUS para comunicar con el motor. Necesita tener privilegios de superusuario.
et: Ära kasuta D-BUS-i taustprogrammiga suhtlemisel. Vajab administraatoriõigusi.
fi: Älä käytä D-Busia kommunikointiin taustajärjestelmän kanssa. Vaatii ylläpitäjän oikeudet.
gl: Non empregar D-BUS para comunicar coa infraestrutura. Necesita ter privilexios de administrador.
hu: Ne használja a D-Bust a háttérprogrammal való kommunikációra. Root jogosultság szükséges.
ja: バックエンドでの通信として D-BUS を使わないでください。root権限が必要です。
km: កុំ​ប្រើ D-BUS សម្រាប់​ទាក់ទង​ជា​មួយ​កម្មវិធី​ផ្នែក​ខាង​ក្រោយ ។ ត្រូវ​ការ​សិទ្ធិ​ជា root ។
lt: Nenaudoti D-BUS komunikacijai su posisteme. Reikia „root“ privilegijų.
oc: Utilizetz pas D-BUS per comunicar amb lo motor de tractament. Necessita los privilègis del superutilizaire (root).
pl: Nie używa D-BUS do komunikacji z backendem. Wymaga uprawnień roota.
pt_br: Não use o D-BUS para se comunicar com o servidor. Requer privilégios de root.
ro: Nu utilizați D-BUS pentru comunicarea cu programul de bază. Necesită privilegii de administrare.
ru: Не использовать D-BUS для сообщения с внутренним интерфейсом. Необходимы права администратора.
sk: Nepoužívať D-BUS pre komunikáciu s podsystémom. Vyžaduje práva používateľa root.
sr: Не користи Д-Бас за комуницирање са позадином. Потребна су овлашћења администратора.
th: ต้องการยืนยันสิทธิของ root เพื่อปิดการสื่อสารกับแบ็กเอนด์ผ่าน D-BUS
