Repository: CanaimaKueka/jockey
Catalog: po/*.po
Languages: ar, ast, be, bg, bo, ca, cs, da, el, es, et, eu, fi, gl, hu, ja, km, lt, oc, pl, pt_br, ro, ru, sk, sr, th, uk

source: Enable driver?
ar: تفعيل التعريف ؟
ast: ¿Habilitar el controlador?
be: Уключыць драйвер?
bg: Разрешаване на драйвер?
bo: སྒུལ་གཏོང་བེད་སྤྱོད་པ？
ca: Voleu habilitar el controlador?
cs: Povolit ovladač?
da: Aktivér driver?
el: Ενεργοποίηση οδηγού;
es: ¿Activar el controlador?
et: Kas lubada driver?
eu: Kontrolatzailea gaitu?
fi: Asenna ajuri?
gl: Activar o controlador?
hu: Biztosan engedélyezi az illesztőprogramot?
ja: ドライバーを有効にしますか？
km: បើក​កម្មវិធីបញ្ជា​ដែរឬទេ ?
lt: Įjungti valdyklę?
oc: Activar lo gestionari de periferics ?
pl: Włączyć sterownik?
pt_br: Habilitar o driver?
ro: Activați driver?
ru: Включить драйвер?
sk: Povoliť ovládač?
sr: Да укључим управљачки програм?
th: เปิดใช้งานไดรเวอร์ไหม?
uk: Задіяти драйвер?

source: Disable driver?
ar: تعطيل التعريف ؟
ast: ¿Deshabilitar el controlador?
be: Выключыць драйвер?
bg: Забраняване на драйвер?
bo: སྒུལ་གཏོང་མཚམས་འཇོག་པ？
ca: Voleu inhabilitar el controlador?
cs: Zakázat ovladač?
da: Deaktivér driver?
el: Απενεργοποίηση οδηγού;
es: ¿Desactivar el controlador?
et: Kas keelata draiver?
eu: Kontrolatzailea ezgaitu?
fi: Poista ajuri?
gl: Desactivar o controlador?
hu: Biztosan letiltja az illesztőprogramot?
ja: ドライバーを無効にしますか？
km: បិទកម្មវិធីបញ្ជាដែរឬទេ ?
lt: Išjungti valdyklę?
oc: Desactivar lo gestionari de periferics ?
pl: Wyłączyć sterownik?
pt_br: Desabilitar o driver?
ro: Dezactivați driver?
ru: Отключить драйвер?
sk: Zakázať ovládač?
sr: Да искључим управљачки програм?
th: ปิดใช้งานไดรเวอร์ไหม?
uk: Вимкнути драйвер?

source: Sorry, the Jockey backend crashed. Please file a bug at:
ar: آسف، خلفية برنامج Jockey تحطمت. الرجاء أن تملئ نص الخطأ لـ:
ast: Sentímoslo, el backend Jockey frayó. Por favor informa del bug en:
be: Даруйце, унутраны інтэрфейс Jockey аварыйна завяршыў працу. Калі ласка, адпраўце справаздачу аб памылцы па адрасе:
bg: Съжаляваме, драйвера на jockey се срина. Моля, докладвайте бъг на:
bo: དགོངས་པ་མ་ཚོམས，Jockey གཞུག་སྣེ་འཐོར་འདུག། ཁྱོད་ཀྱིས་ནོར་འཁྲུལ་ཁང་ལ་ཡར་ཞུ་བྱེད་རོགས：
ca: Ha fallat el rerefons del jockey. Hauríeu d'enviar un informe d'error a:
cs: Omlouváme se, jádro programu Jockey havarovalo. Prosím nahlaste problém na:
da: Beklager, Jockeys underliggende motor brød ned. Send venligst en fejlrapport til:
el: Συγνώμη, αλλά το σύστημα υποστήριξης του Jockey κατέρρευσε. Παρακαλούμε αναφέρετε το σφάλμα στο:
es: Lo sentimos; ha fallado el motor de Jockey. Informe del fallo en:
et: Vabandus, Jockey taustprogramm jooksis kokku. Raporteeri veast aadressil:
eu: Jockey(r)en backend-a kraskatu da. Eman errorearen berri hemen:
fi: Jockeyn taustaprosessi kaatui. Kerro tästä virheraportilla osoitteessa:
gl: Desculpe, o motor do Jockey fallou. Por favor, informe do erro a:
hu: Elnézést, a Jockey háttérprogramja összeomlott. Küldjön hibajelentést ide:
ja: すみません、Jockyバックエンドがクラッシュしました。バグを報告してください:
km: សូមអភ័យទោស​ កម្មវិធីខាងក្រោយ Jockey បានគាំងហើយ​ ។ សូម​រក​ឯកសារកំហុស ៖
lt: Atsiprašome, įvyko Jockey posistemės strigtis. Praneškite apie klaidą čia:
oc: O planhèm, lo motor de Jockey a quitat inopinèament. Senhalatz lo bug sus :
pl: Przepraszamy, mechanizm programu Jockey uległ awarii. Proszę zgłosić błąd na:
pt_br: Desculpe, a infra-estrutra do Jockey travou. Por favor envie o relatório erros para:
ru: Извините, внутренний интерфейс Jockey аварийно завершил работу. Пожалуйста, отправьте отчёт об ошибке по адресу:
sk: Prepáčte, Jockey backend spadol. Nahláste, prosím, chybu na:
sr: Извините, Џокеј позадинац се урушио. Молим пошаљите грешку на:
th: ขออภัย การทำงานเบื้องหลังของ Jockey ขัดข้อง โปรดแจ้งบักที่:
uk: Вибачте, у програмі Jockey стався збій. Відправте звіт про помилку за адресою:

source: Trying to recover by restarting backend.
ar: محاولة الاسترجاع عن طريق إعادة تشغيل خلفية البرنامج.
ast: Intentando recuperar nel reaniciu del backend.
be: Выконваецца спроба аднаўлення шляхам перазапуску ўнутранага інтэрфейсу.
bg: Опит за възстановяване като се рестартира драйвера.
bo: ད་ལྟ་འགོ་སྐྱར་འཛུགས་བརྒྱུད་ནས་གཞུག་སྣེ་སླར་གསོ་བྱེད་པ་ལ་ཆོད་ལྡན་བྱེད་བཞིན་པ
ca: S'està intentant la recuperació reiniciant el rerefons.
cs: Probíhá pokus o obnovu restartem jádra programu.
da: Forsøger at genskabe ved at genstarte underliggende motor.
el: Προσπάθεια επίλυσης του προβλήματος μέσω επανεκκίνησης του συστήματος υποστήριξης.
es: Intentando recuperarse reiniciando el motor.
et: Püütakse veast üle saada taustaprogrammi taaskäivitades.
eu: Backend-a berrabiaraziz suspertzen saiatzen.
fi: Yritetään palautua käynnistämällä taustaprosessi uudelleen.
gl: Tentándose recuperar reiniciando o motor.
hu: Kísérlet a helyreállásra a háttérprogram újraindításával.
ja: バックエンドを再起動して復旧を試みます
km: សាកល្បង​ទាញយកវិញ​ដោយ​ចាប់​ផ្តើម​កម្មវិធី​ខាង​ក្រោយ​ឡើង​វិញ​ ។
lt: Mėginama atkurti įkeliant posistemę iš naujo.
oc: Temptativa de recuperacion per reaviada del motor.
pl: Próba odzyskania sprawności poprzez ponowne uruchomienie mechanizmu.
pt_br: Tentando recuperar reiniciando a infra-estrutura.
ru: Выполняется попытка восстановления путём перезапуска внутреннего интерфейса.
sk: Pokus o obnovu reštartovaním backendu.
sr: Покушавам да поправим ситуацију поновним покретањем позадинског програма.
th: กำลังพยายามกู้คืนโดยเรียกการทำงานเบื้องหลังใหม่
uk: Спроба відновлення використовуючи перезапуск програми.

source: Sorry, installation of this driver failed.
ar: عفواً ، فشل تثبيت هذا المشغل.
ast: La instalación d'esti controlador falló. Sentímoslo.
be: Даруйце, усталёўка гэтага драйвера не атрымалася.
bg: Инсталацията на този драйвер е неуспешна.
bo: དགོངས་པ་མ་ཚོམས་，སྒུལ་གཏོང་འདིའི་སྒྲིག་འཇུག་ལེགས་འགྲུབ་བྱུང་མི་འདུག。
cs: Omlouváme se, instalace tohoto ovladače selhala.
da: Beklager, installation af denne driver mislykkedes.
el: Δυστυχώς η εγκατάσταση του οδηγού απέτυχε.
es: Lo sentimos, la instalación de este controlador falló.
et: Vabandust, draiveri paigaldus nurjus.
eu: Kontrolatzaile honen instalazioak huts egin du.
fi: Tämän ajurin asennus epäonnistui.
gl: Desculpe, a instalación deste controlador fallou
hu: Elnézést, az illesztőprogram telepítése meghiúsult.
ja: すみません、このドライバーのインストールに失敗しました。
km: សូមអភ័យទោស​​ ការ​ដំឡើង​កម្មវិធីបញ្ជា​បានបរាជ័យ​ ។
lt: Atsiprašome, nepavyko įdiegti šios valdyklės.
oc: O planhèm, l'installacion d'aqueste pilòt a fracassat.
pl: Przepraszamy, nie udało się zainstalować sterownika.
pt_br: Desculpe, a instalação deste driver falhou.
ru: Извините, установка этого драйвера не удалась.
sr: Извините, инсталација овог управљачког програма није успела.
th: ขออภัย การติดตั้งไดรเวอร์นี้ล้มเหลว
uk: Помилка встановлення цього драйверу. Вибачте.

source: Please have a look at the log file for details
ar: من فضلك انظر في ملف السجل لمزيد من التفاصيل
ast: Revisa'l ficheru de rexistru pa ver más detalles
be: Падрабязнасці глядзіце ў файле часопіса
bg: За повече информация прочетете файла с доклада
bo: ཉིན་ཐོའི་ཡིག་ཆར་ཆ་འཕྲིན་མང་པོ་ཐོབ་པ་ལ་ལྟ་ཀློག་བྱེད་པ
cs: Chcete-li zjistit podrobnosti, podívejte se prosím do souboru protokolu
da: Se venligst logfilen for detaljer
el: Παρακαλώ ελέγξτε το αρχείο καταγραφής για λεπτομέρειες.
es: Revise el archivo de registro para ver más detalles
et: Palun vaata üksikasju logifailidest
eu: Ikusi log fitxategia xehetasunetarako
fi: Katso tarkempia tietoja lokitiedostosta
gl: Vótelle un ollo ao ficheiro de rexistro para obter máis detalles
hu: A részletekért nézze meg a naplófájlt
ja: 詳細はログファイルを参照してください
km: សូម​មើល​ឯកសារ​កំណត់​ហេតុ​ សម្រាប់​សេចក្តីលម្អិត
lt: Prašome pažiūrėti registracijos faile
oc: Consultatz lo fichièr jornal per mai d'entresenhas
pl: Przejrzyj dziennik zdarzeń, aby uzyskać szczegóły
pt_br: Por favor, dê uma olhada no arquivo de log para obter detalhes
ru: Пожалуйста, обратитесь к файлу журнала для получения дополнительных сведений
sr: Молим погледајте датотеку записника за детаље
th: โปรดดูแฟ้มปูมสำหรับรายละเอียด
uk: Перегляньте, будь-ласка, журнал для отримання деталей

source: Installation Successful
es: La instalación fue exitosa

source: Driver for %s was successfully installed.
es: El controlador de %s fue instalado exitosamente

source: Driver Information: License: %(license)s Author: %(author)s Version: %(version)s Dependencies: %(depends)s Firmware: %(firmware)s
es: Información del controlador: Licencia: %(license)s Autor: %(author)s Version: %(version)s Dependencias: %(depends)s Firmware: %(firmware)s

source: This device is not supported for automated installation and we have found that this is probably not active in the system. The following information was automatically collected so you can use it to research about the device.
es: Este dispositivo no está soportado para su instalación automática y hemos detectado que probablemente no está activo en el sistema La siguiente información fue recolectada automáticamente de manera que usted pueda usarla para investigar sobre el mismo

source: Download error
ar: خطأ في التحميل
ast: Fallu de descarga
bg: Грешка при изтегляне
bo: ནོར་འཁྲུལ་ལེན་འཇུག
ca: Error de baixada
cs: Chyba při stahování
da: Hentningsfejl
el: Σφάλμα μεταφόρτωσης
es: Error de descarga
et: Tõrge allalaadimisel
eu: Errorea deskargan
fi: Virhe noudettaessa
gl: Erro de descarga
hu: Hiba a letöltésben
ja: ダウンロードエラー
km: កំហុស​ការ​ទាញយក
lt: Siuntimo klaida
oc: Error de telecargament
pl: Błąd podczas pobierania
pt_br: Erro de download
ro: Eroare la descărcare
ru: Ошибка загрузки
sk: Chyba pri sťahovaní
sr: Грешка приликом преузимања
th: การดาวน์โหลดผิดพลาด
uk: Помилка завантаження

source: Downloading package indexes failed, please check your network status. Most drivers will not be available.
ar: فشل تنزيل فهارس الحزم، من فضلك راجع اتصالك الشبكي. لن تتوفر أغلب المشغلات.
ast: Falló la descarga de los índices de paquetes; comprueba l'estáu de la rede. La mayor parte de los controladores nun van tar disponibles.
be: Загрузка індэксаў пакетаў не атрымалася, праверце падлучэнне да сеткі. Большасць драйвераў будуць недаступныя.
bg: Изтеглянето на индексите на пакетите е неуспешно. Моля проверете състоянието на Вашата мрежа. Повечето драйвери няма да са в наличност.
bo: མཉེན་ཆས་ཁུག་མའི་དཀར་ཆག་ལེན་འཇུག་ལེགས་འགྲུབ་མ་བྱུང་བས，ཁྱོད་ཀྱི་དྲ་བའི་གནས་སྟངས་ལ་བརྟག་དཔྱད་བྱེད་པ。སྒུལ་གཏོང་མང་ཆེ་བའི་བྱ་རིམ་བེད་མེད་དུ་འགྱུར་
cs: Stahování seznamu balíků selhalo, zkontrolujte stav vašeho připojení. Většina ovladačů nebude k dispozici.
da: Kunne ikke hente pakkeindeks. Kontrollér venligst din netværksstatus. De fleste drivere vil ikke være tilgængelige.
el: Η λήψη των ευρετηρίων πακέτων απέτυχε, παρακαλούμε ελέγξτε την κατάσταση του δικτύου σας. Οι περισσότεροι οδηγοί δε θα είναι διαθέσιμοι.
es: No se han podido descargar los índices de paquetes; compruebe el estado de su red. La mayoría de los controladores no estarán disponibles.
et: Paketiindeksi allalaadimine nurjus, palun kontrolli oma võrgu olekut. Enamik draivereid ei ole saadaval.
eu: Paketeen indizeen deskargak huts egin du, egiaztatu zure sarearen egoera. Kontrolatzaile gehienak ez dira eskuragarri egongo.
fi: Pakettitietojen nouto epäonnistui. Tarkista Internet-yhteytesi. Useimmat ajurit eivät tästä johtuen ole saatavilla.
gl: Non foi posíbel descargar os índices de paquetes; comprobe o estado da súa rede. A maioría dos controladores non estarán dispoñíbeis.
hu: A csomagindexek letöltése meghiúsult, ellenőrizze a hálózat állapotát. A legtöbb illesztőprogram nem lesz elérhető.
ja: パッケージインデックスのダウンロードに失敗しました。ネットワークの状態を確認してください。ほとんどのドライバーが利用できません。
km: ទាញយក​​លិបិក្រម​កញ្ចប់​បាន​បរាជ័យ​ សូម​​ពិនិត្យមើល​ស្ថានភាព​បណ្តាញ​ ។ កម្មវិធី​បញ្ជា​ជាច្រើន​នឹង​មិន​​អាចរក​បាន​ឡើយ​ ។
lt: Nepavyko atsiųsti programų paketų indeksų, patikrinkite tinklo būseną. Dauguma naujų valdyklių bus neprieinamos.
oc: Lo telecargament de l'indèx dels paquets a fracassat, verificatz vòstra connexion a la ret. La màger part dels pilòtes seràn pas disponibles.
pl: Pobranie indeksów pakietów się nie powiodło, proszę sprawdzić stan połączenia sieciowego. Większość sterowników nie będzie dostępna.
pt_br: Falhou ao baixar o índice de pacotes, por favor verifique o status da sua rede. Muitos driver não estarão disponíveis.
ru: Загрузка индексов пакетов не удалась, проверьте подключение к сети. Большинство драйверов будут недоступны.
sr: Преузимање индекса пакета није успело, молим проверите стање ваше мреже. Већина управљачких програма неће бити доступни.
th: การดาวน์โหลดแพกเกจดัชนีล้มเหลว โปรดตรวจสอบสถานะเครือข่ายของคุณ ไดรเวอร์ส่วนใหญ่จะยังไม่สามารถใช้ได้
uk: Під час завантаження індексів пакунків стався збій, перевірте стан мережі. Більшість драйверів будуть не доступні.

source: Searching driver for %s...
ar: البحث عن تعريف من أجل %s ...
ast: Guetando controladores pa %s...
be: Пошук драйвера для %s...
bg: Търсене на драйвер за %s...
bo: %sཡི་ཁྱེད་དུ་སྒུལ་གཏོང་བཤེར་འཚོལ..
ca: S'està cercant el controlador per a %s...
cs: Hledání ovladače pro %s...
da: Søger efter driver til %s...
el: Αναζήτηση οδηγού για %s...
es: Buscando controladores para %s...
et: %s jaoks draiverite otsimine...
eu: %s(r)entzako kontrolatzailea bilatzen...
fi: Etsitään ajuri laitteelle %s...
gl: Buscando un controlador para %s...
hu: %s illesztőprogramjának keresése…
ja: %s 用のドライバーを検索しています...
km: កំពុង​ស្វែងរក​កម្មវិធីបញ្ជា សម្រាប់​ %s...
lt: Ieškoma %s valdyklės...
oc: Recèrca de pilòt per %s...
pl: Wyszukiwanie sterownika dla %s...
pt_br: Procurando driver para %s...
ro: Se căută driver pentru %s...
ru: Поиск драйвера для %s...
sk: Vyhľadáva sa ovládač pre %s...
sr: Тражим управљачки програм за „%s“...
th: กำลังค้นหาไดรเวอร์สำหรับ %s...
uk: Пошук драйверів для %s...

source: Configure third-party and proprietary drivers
ar: تخصيص التعريفات المملوكة وتعريفات الطرف الثالث
ast: Configurar controladores privativos y de terceros
be: Наладка пабочных і прапрыетарных драйвераў
bg: Конфигуриране на лицензни драйвери и драйвери от трети партньори
bo: ཕྱོགས་གསུམ་པ་དང་གཅིག་དབང་སྒུལ་གཏོང་མཐུན་སྒྲིག་བྱེད་པ
ca: Configura els controladors de tercers i de propietat
cs: Nastavit nesvobodné ovladače a ovladače třetích stran
da: Konfigurér tredjeparts og proprietære drivere
el: Ρύθμιση ιδιοταγών-κλειστών οδηγών και οδηγών διαφορετικής προέλευσης
es: Configurar controladores privativos y de terceros
et: Seadista kolmanda osapoole ja omanduslikud draivereid
eu: Hirugarrengoen kontrolatzaileak eta kontrolatzaile mugatuak konfiguratu
fi: Muuta kolmannen osapuolen ajureiden tai suljettujen ajureiden asetuksia
gl: Configurar controladores de terceiras partes e privativos
hu: Külső fejlesztésű és zárt illesztőprogramok beállítása
ja: サードパーティドライバーおよびプロプライエタリドライバーを設定します
km: កំណត់រចនាសម្ព័ន្ធ​ភាគីទីបី និង​កម្មវិធីបញ្ជានៃកម្ម​សិទ្ធិ
lt: Tvarkyti papildomas bei nuosavybines valdykles
oc: Configurar los pilòts proprietaris e de partidas tèrças
pl: Konfiguruje własnościowe i dodatkowe sterowniki systemu
pt_br: Configura drivers terceiros ou proprietários
ro: Configurează driverele din surse terțe sau proprietare
ru: Настройка сторонних и проприетарных драйверов
sk: Nastaviť ovládače tretích strán a neslobodné ovládače
sr: Подешавање власничких и управљачких програма трећих лица
th: ตั้งค่าไดรเวอร์จากผู้ผลิตอื่นและไดรเวอร์ที่มีเจ้าของ
uk: Настройка сторонніх і пропрієтарних драйверів

source: Please enter 'y' or 'n' and press Enter
ar: فضلاً أدخل 'y' أو 'n' ثم إضغط على زر الإدخال
ast: Escribi «s» o «n» y calca Intro
be: Калі ласка увядзіце 'y' альбо 'n' і націсніце Enter
bg: Моля въведете 'д' или 'н' и натиснете клавиша Enter
bo: “y”འམ“n”ཡིག་འཇུག་བྱས་ནས་ཐག་གཅོད་མཐེབ་མནན་རོགས
cs: Zadejte prosím 'y' nebo 'n' a stiskněte Enter
da: Tast venligst 'j' eller 'n' og tryk Enter
el: Εισάγετε 'y' ή 'n' και πατήστε Enter
es: Introduzca «s» o «n» y pulse Intro
et: Sisesta 'j' või 'e' ja vajuta enter
eu: Idatzi 'b' edo 'e' eta sakatu Sartu tekla
fi: Kirjoita joko ”k” tai ”e” ja paina Enter
gl: Introduza «s» (si) ou «n» (non) e prema Intro
hu: Adja meg az „i” vagy „n” egyikét, és nyomja meg az Enter billentyűt
ja: 'y'または'n'を入力してエンターキーを押してください
km: សូម​បញ្ចូល​​ 'y' ឬ 'n' ហើយ​ចុច​បញ្ចូល
lt: Įveskite 't' ar 'n' ir spauskite Enter.
oc: Picatz « o » o « n » e quichatz sus Entrada
pl: Wpisz "T" lub "N" i naciśnij Enter
pt_br: Por favor, digite 'y' (sim) ou 'n' (não) e pressione Enter
ru: Пожалуйста, введите "д" или "н" и нажмите Enter
sr: Упишите „y“ или „n“ и притисните „Ентер“
th: โปรดกด y หรือ n แล้วตามด้วย Enter
uk: Введіть, будь-ласка, 'Т' або 'Н' та натисніть Enter

source: Reconfiguring X.org video drivers is not possible: %s is invalid.
ar: إعادة التعريفات الرسومية لخدمة X.Org غير ممكن: %s غير صحيح.
ast: Nun ye dable reconfigurar los controladores de vídeu de X.org: %s ye incorreutu.
be: Не атрымалася правесці пераналадку драйвера відэакарты: %s ня дзейнічае.
bg: Преконфигуриране на X.org видео драйвери не е възможно: %s е невалиден.
bo: X.org སྒུལ་གཏོང་པར་རིས་：%s ཕན་མེད་རེད། བསྐྱར་དུ་སྒྲིག་འགོད་བྱེད་མི་ཐུབ་པ
ca: No es poden reconfigurar els controladors de vídeo de l'X.org: el fitxer %s no existeix o bé no és vàlid.
cs: Přenastavení video ovladačů X.org není možné: %s je neplatný.
da: Genkonfigurering af X.org-drivere er ikke muligt: %s er ugyldig.
el: Δεν είναι δυνατή η ρύθμιση των οδηγών του X.org: το %s δεν έγκυρο.
es: No es posible reconfigurar los controladores de vídeo de X.org: %s es incorrecto.
et: X.org videodraiverite taasseadistamine pole võimalik: %s ei sobi.
eu: Ezin dira X.org bideo-kontrolatzaileak birkonfiguratu: %s baliogabea da.
fi: X.org-videoajureiden uudelleenasetus ei ole mahdollista: %s on epäkelpo.
gl: Non é posíbel reconfigurar os controladores de video de X.org: %s non é válido.
hu: Az X.org videoillesztők újrakonfigurálása nem lehetséges: %s érvénytelen.
ja: X.org ビデオドライバーを再設定できませんでした: %s が間違っているか存在しません。
km: កំណត់​រចនាសម្ព័ន្ធកម្មវិធីបញ្ជាវីដេអូ​ X.org ឡើងវិញ​​មិន​អាច​ធ្វើ​បាន​ឡើយ​ ៖ %s មិនត្រឹមត្រូវ​ ។
lt: Neįmanoma perkonfigūruoti X.org vaizdo valdyklių: %s yra netinkamas.
oc: Impossible de tornar configurar los pilòts vidèos per X.org : %s es pas valable.
pl: Zmiana ustawień sterowników X.org nie jest możliwa: %s jest nieprawidłowy.
pt_br: Não foi possível reconfigurar o driver de vídeo X.org: %s não é válido.
ro: Reconfigurarea driverelor video X.org nu este posibilă: %s nu este valid.
ru: Не удалось провести перенастройку драйвера видеокарты: %s недействителен.
sk: Prekonfigurovanie video ovládačov X.org nie je možné: %s je neplatný.
sr: Поновно подешавање управљачких програма „X.org“ видеа није могуће: „%s“ је неважећи.
th: ไม่สามารถตั้งค่าไดรเวอร์วิดีโอ X.org ใหม่ได้: %s ไม่สมบูรณ์
uk: Не вдалося провести переналаштування драйвера відеокарти: %s - недійсний.

source: PowerVR SGX proprietary graphics driver for OMAP 4
es: Controlador privativo de aceleración 3D para tarjetas gráficas ATI.

source: 3D-accelerated proprietary graphics driver for OMAP 4 SoCs.
es: Controlador privativo de aceleración 3D para tarjetas gráficas ATI.

source: This driver is required to fully utilise the 3D potential of OMAP 4 powered boards.
es: Este controlador se necesita para utilizar todo el potencial 3D de algunas tarjetas gráficas ATI, así como para proporcionar aceleración 2D a las nuevas tarjetas.

source: NVIDIA accelerated graphics driver (post-release updates)
es: Controlador para tarjetas gráficas NVIDIA

source: NVIDIA accelerated graphics driver
ar: تعريف بطاقات NVIDIA الرسومية
ast: Controlador p'aceleración de tarxetes gráfiques NVIDIA
be: Драйвер паскоранай графікі NVIDIA
bg: NVIDIA ускорени графични драйвери
bo: NVIDIA སྒུལ་གཏོང་འགྲོས་སྣོན་པར་རིས
ca: Controlador gràfic amb acceleració de NVIDIA
cs: Akcelerovaný ovladač grafických karet NVIDIA
da: NVIDIA-accelereret grafikdriver
el: Οδηγός γραφικών της NVIDIA
es: Controlador para tarjetas gráficas NVIDIA
et: NVIDIA graafikakiirenduse draiver
eu: NVIDIA txartelentzako grafiko-kontrolatzailea
fi: NVIDIA-näytönohjaimien ajuri
gl: Controlador de gráficos acelerados de NVIDIA
hu: NVIDIA gyorsított grafikus illesztőprogram
ja: NVIDIAの高性能グラフィックスドライバー
km: កម្មវិធី​បញ្ជា​ក្រាហ្វិករបស់​​ NVIDIA accelerated
lt: NVIDIA grafinės posistemės valdyklė su spartinimu
oc: Pilòt d'acceleracion grafica NVIDIA
pl: Wspomagany sprzętowo sterownik kart graficznych NVIDIA
pt_br: Driver de aceleração de vídeo NVIDIA
ro: Driver grafic NVIDIA accelerat
ru: Драйвер ускоренной графики NVIDIA
sk: Akcelerovaný grafický ovládač kariet NVIDIA
sr: НВИДИА управљачки програм са убрзањем графике
th: ไดรเวอร์กราฟิก NVIDIA accelerated
uk: Драйвер прискореної графіки NVIDIA

source: 3D-accelerated proprietary graphics driver for NVIDIA cards. Required if you want to run Unity.
es: Controlador privativo de aceleración 3D para tarjetas gráficas NVIDIA.

source: This driver is required to fully utilise the 3D potential of NVIDIA graphics cards, as well as provide 2D acceleration of newer cards. You need to install this driver if you wish to use the Unity desktop, enable desktop effects, or run software that requires 3D acceleration, such as some games.
es: Este controlador es necesario para usar totalmente el potencial 3D de las tarjetas gráficas NVIDIA, así como para proporcionar aceleración 2D en tarjetas más nuevas. Si desea activar los efectos de escritorio, necesitará este controlador. Si no habilita este controlador, no podrá activar los efectos de escritorio, y no podrá ejecutar software que necesite aceleración 3D, como es el caso de algunos juegos.

source: Get information about local device drivers
ar: الحصول على معلومات حول تعريفات العتاد المحلية.
ast: Obtener información sobro controladores de preseos llocales
be: Атрымаць інфармацыю аб лакальных драйверах прылад
bg: Получаване на информация за драйвери за локални устройства
bo: གནས་ཡུལ་སྒྲིག་འགོད་སྒུལ་གཏོང་གི་ཆ་འཕྲིན་རེག་པ
ca: Obté informació sobre els controladors de dispositius locals
cs: Získat informace o ovladačích lokálních zařízení
da: Hent information om lokale enhedsdrivere
el: Λήψη πληροφοριών για τοπικούς οδηγούς συκευών
es: Obtener información sobre controladores de dispositivo locales
et: Info hankimine kohalike seadmedraiverite kohta
fi: Tietoja paikallisista laiteajureista
gl: Obter información acerca dos controladores de dispositivos locais
hu: Információkérés a helyi illesztőprogramokról
ja: ローカルデバイスドライバーについて情報を入手する
km: មាន​ព័ត៌មានអំពី​កម្មវិធីបញ្ជា​ឧបករណ៍​មូលដ្ឋាន
lt: Gauti informaciją apie vietinių įrenginių valdykles
oc: Obténer d'informacions suls pilòts de periferics locals
pl: Pobranie informacji o lokalnych sterownikach urządzeń
pt_br: Obter informações sobre drivers de dispositivo locais
ro: Obține informații despre driverele dispozitivelor locale
ru: Получить информацию о драйверах локальных устройств
sk: Získať informácie o lokálnych ovládačoch zariadení
sr: Прибави информације о управљачким програмима локалних уређаја
th: รับข้อมูลเกี่ยวกับไดรเวอร์อุปกรณ์ภายใน
uk: Отримати інформацію про локальні драйвери пристроїв
