Repository: CanaimaKueka/jockey
Catalog: po/*.po
Languages: ar, ast, be, bg, bo, ca, cs, da, el, es, et, eu, fi, gl, hu, ja, km, lt, oc, pl, pt_br, ro, ru, sk, sr, th, uk

source: Use a different target kernel version than the currently running one. This is only relevant with --no-dbus.
ast: Usa una versión del nucleu de destín distintu al que ta n'execución anguaño. Esto ye aplicable namái con --no-dbus.
be: Выкарыстоўваць версію ядра, адрозную ад бягучай. Мае сэнс толькі з параметрам --no-dbus.
bg: Използвай различна от работещата в момента версия на ядрото за таргетната система. Това е приложимо само при използване на опцията --no-dbus
ca: Utilitza una versió del nucli diferent a la que s'està executant. Això només és aplicable amb l'opció --no-dbus.
cs: Použít jinou cílovou verzi jádra než aktuálně běžící. Toto je relevantní pouze s --no-dbus.
da: Brug en anden kerne som mål end den der kører i øjeblikket. Dette er kun relevant med --no-dbus.
el: Χρήση διαφορετικής έκδοσης πυρήνα από τον τρέχων που είναι σε λειτουργία. Η επιλογή έχει σημασία μόνο με --no-dbus.
es: Utilice una versión del núcleo de destino diferente a la actualmente en ejecución. Esto es aplicable solo con --no-dbus.
fi: Käytä eri kohdeydinversiota kuin mikä on tällä hetkellä käynnissä. Tämä on tarpeen vain käytettäessä valitsinta --no-dbus.
gl: Utilice una versión do núcleo de destino diferente á actualmente en execución. Isto é aplicábel só con --no-dbus
hu: A jelenleg futótól eltérő cél kernelverzió használata. Csak a --no-dbus kapcsolóval együtt használható.
ja: 現在動作しているものとは異なるバージョンのカーネルを対象にします。これは --no-dbus とともに指定される必要があります。
km: ប្រើ​កំណែ​ខឺណែល​គោលដៅ​ផ្សេង​ពី​កំណែ​ដែល​កំពុង​ដំណើរការ​បច្ចុប្បន្ន ។ វា​ទាក់ទង​តែ​ជា​មួយ --no-dbus ប៉ុណ្ណោះ ។
lt: Naudoti kitą paskirties branduolio versiją negu dabar yra vykdoma. Tai aktualu tik su --no-dbus.
oc: Utilizatz un nucli diferent de lo qu'es actualament en cors d'execucion. Aquò es pertinent sonque amb l'argument --no-dbus.
pl: Przełączenie do innej wersji jądra systemu od niż obecnie używana. Odnosi się jedynie do --no-dbus
pt_br: Usar uma versão do kernel diferente ao invés da atualmente em execução. Isso é relevante somente com --no-dbus.
ro: Folosește o altă versiune de kernel față de cea pornită curent. Această opțiune este relevantă doar pentru --no-dbus.
ru: Использовать версию ядра, отличающуюся от текущей. Имеет смысл только с параметром --no-dbus.
sk: Použiť iné cieľové jadro verzie, ktorá sa líši od práve bežiacej. Toto je opodstatnené len s --no-dbus.
sr: Користи различито издање циљног језгра од тренутно покренутог. Ово је једино битно уз опцију „--no-dbus“.

source: Restricted drivers available
ar: التعريفات المقيدة موجودة.
ast: Controladores restrinxíos disponibles
be: Даступныя прапрыетарныя драйверы
bg: Достъпни са ограничени драйвери
bo: སྒུལ་གཏོང་བེད་སྤྱོད་ཚོད་ལེན་པ
ca: Controladors restrictius disponibles
cs: Dostupné nesvobodné ovladače
da: Begrænsede drivere tilgængelige
el: Ιδιοταγείς-κλειστοί οδηγοί είναι διαθέσιμοι
es: Controladores restringidos disponibles
et: Saadaval on piiratud kasutusõigusega draiverid
eu: Kontrolatzaile mugatuak daude eskuragarri
fi: Rajoitettuja ajureita saatavilla
gl: Controladores restrinxidos dispoñibles
hu: Zárt illesztőprogramok érhetők el
ja: 制限付きドライバーが利用できます
km: មាន​កម្មវិធីបញ្ជា​ដែល​ត្រូវ​បាន​កម្រិត
lt: Galite įdiegti nuosavybines valdykles
oc: Pilòts proprietaris disponibles
pl: Sterowniki własnościowe są dostępne
pt_br: Drivers restritos disponíveis
ro: Drivere restricționate disponibile
ru: Доступные проприетарные драйверы
sk: Dostupné neslobodné ovládače
sr: Доступни су ограничени управљачки програми
th: ไดรเวอร์จำกัดสิทธิ์ที่เปิดใช้ได้
uk: Доступний пропрієтарний драйвер

source: In order to use your hardware more efficiently, you can enable drivers which are not free software.
ar: من أجل استعمال عتادك بأكثر فعالية، بإمكانك أن تُفعل برامج التعريفات غير المجانية.
ast: Col envís d'usar el to hardware más eficientemente, pues activar controladores que nun son software llibre.
be: Для больш эфектыўнага выкарыстання Вашага апаратнага забеспячэння, вы можаце задзейнічаць драйверы, якія не з'яўляюцца свабодным праграмным забеспячэннем.
bg: За да използвате по-ефективно вашия хардуер имате възможност да разрешите драйвери, които не са свободен софтуер.
bo: ཕན་ནུས་ཆ་ཚང་བའི་སྒོ་ནས་སྲ་ཆས་སྤྱོད་དགོས་པའི་ཆེད་དུ་ཁྱོད་ཀྱིས་རིན་དགོས་པའི་སྒུལ་ཆས་ཀྱང་ནུས་ཡོད་བཟོ་རུང་བ
ca: Per a un ús més eficient del maquinari, podeu provar d'activar els controladors que no siguin programari lliure.
cs: Za účelem efektivnějšího využití vašeho hardwaru můžete povolit ovladače, které nejsou svobodným softwarem.
da: For at anvende dit hardware mere effektivt kan du aktivere drivere, som ikke er frit software .
el: Για την αποτελεσματικότερη χρήση του υλικού του υπολογιστή σας, μπορείτε να χρησιμοποιήσετε οδηγούς υλικού που είναι μη-ελεύθερο λογισμικό.
es: Con el fin de utilizar de manera más eficiente su hardware, puede activar los controladores que no son software libre.
et: Arvuti riistvara efektiivsemaks kasutamiseks võid lubada draiverid, mis pole vabavaralised.
eu: Zure hardwarea modu eraginkorragoan erabiltzeko, software askea ez diren kontrolatzaileak gaitu ditzakezu.
fi: Jotta laitteistoa käytettäisiin tehokkaammin, on mahdollista ottaa käyttöön ajureita, jotka eivät ole vapaita ohjelmistoja.
gl: Para poder usar o seu hardware da maneira máis eficiente, pode habilitar controladores que non son libres
hu: A hardver hatékonyabb használata érdekében zárt forrású illesztőprogramokat engedélyezhet.
ja: ハードウェアをより効率的に使用するために、フリーソフトウェアではないドライバーを使用することができます。
km: តាម​លំដាប់​ត្រូវ​ប្រើ​ផ្នែករឹងរបស់អ្នកមានសមត្ថភាពខ្ពស់​​ អ្នក​អាច​បើក​កម្មវិធីបញ្ជា​​ដែល​ផ្នែកទន់​​គិត​ថ្លៃ ។
lt: Jei norite efektyviau naudoti kompiuterio įrenginius - įjunkite nuosavybines valdykles (nelaisva programinė įranga).
oc: Per melhorar las performàncias de vòstre material, podètz activar de pilòts proprietaris.
pl: Aby wykorzystać znajdujący się w komputerze sprzęt bardziej optymalnie można włączyć sterowniki, które nie są wolnym oprogramowaniem.
pt_br: Para usar seu equipamento de forma mais eficiente, você pode habilitar drivers que não são softwares livres.
ro: Pentru a utiliza hardware-ul mai eficient, puteți activa drivere care nu sunt software liber.
ru: Для более эффективного использования вашего аппаратного обеспечения, вы можете активировать драйверы, не являющиеся свободным программным обеспечением.
sk: Aby ste svoj hardvér využívali efektívnejšie, môžete povoliť ovládače, ktoré nie sú slobodným softvérom.
sr: Да бисте што ефикасније користили ваше физичке компоненте, можете укључити управљачке програме који нису слободан софтвер.
th: เพื่อใช้ฮาร์ดแวร์ของคุณอย่างเต็มประสิทธิ์ภาพ คุณสามารถเปิดใช้ไดรเวอร์ที่ไม่ใช่ซอฟต์แวร์เสรี
uk: Для того, щоб більш ефективно використовувати апаратні можливості вашого обладнання, ви можете задіяти драйвери, які не є вільним програмним забезспеченням.

source: New drivers available
ar: تعريفات جديدة موجودة.
ast: Nuevos controladores disponibles
be: Даступныя новыя драйверы
bg: Достъпни са нови драйвери
bo: སྒུལ་གཏོང་བེད་སྤྱོད་གསར་བ
ca: Hi ha controladors nous
cs: Jsou dostupné nové ovladače
da: Nye drivere tilgængelige
el: Νέοι οδηγοί είναι διαθέσιμοι
es: Nuevos controladores disponibles
et: Saadaval on uusi draivereid
eu: Kontrolatzaile berriak eskuragarri
fi: Uusia ajureita saatavilla
gl: Novos controladores dispoñíbeis
hu: Új illesztőprogramok érhetők el
ja: 新しいドライバーが利用できます
km: មាន​កម្មវិធីបញ្ជា​ថ្មី
lt: Yra naujų valdyklių
oc: Pilòts novèls disponibles
pl: Dostępne nowe sterowniki
pt_br: Drivers novos disponíveis
ro: Sunt disponibile drivere noi
ru: Доступны новые драйверы
sk: Nové dostupné ovládače
sr: Доступни су нови управљачки програми
th: ไดรเวอร์ใหม่ที่ใช้งานได้
uk: Доступні нові драйвера.

source: There are new or updated drivers available for your hardware.
ar: هناك تعريفات جديدة أو مُحدثة موجودة لعتادك.
ast: Hai controladores nuevos o actualizaos pal so hardware.
be: Для Вашага апаратнага забеспячэння даступны новыя альбо абноўленыя драйверы.
bg: За вашия хардуер има достъпни нови или обновени драйвери.
bo: ཁྱོད་ཀྱི་སྲ་ཆས་ལ་གསར་བའམ་རིམ་སྤར་གྱི་སྒུལ་གཏོང་འདུག
ca: Hi ha controladors nous o actualitzats per al vostre maquinari.
cs: Pro váš hardware jsou dostupné nové nebo aktualizované ovladače.
da: Der er nye eller opdaterede drivere tilgængelige til dit hardware.
el: Δεν υπάρχουν νέοι ή ενημερωμένοι οδηγοί διαθέσιμοι για το σύστημα σας.
es: Hay controladores nuevos o actualizados para su hardware.
et: Sinu arvuti riistvara jaoks pole saadaval uusi ega uuendatud draivereid.
eu: Zure hardwarearentzako kontrolatzaile berri edo eguneratuak daude eskuragarri.
fi: Uusia tai päivitettyjä ajureita on saatavilla laitteistollesi.
gl: Existen controladores novos ou actualizados para o seu hardware.
hu: Új vagy frissített illesztőprogramok érhetőek el a rendszerhez.
ja: ハードウェアに対応した、追加もしくは更新されたドライバーが利用できます。
km: មានកម្មវិធីបញ្ជីដែល​ធ្វើបច្ចុប្បន្នភាព ឬ​ថ្មី​ សម្រាប់​ផ្នែករឹង​របស់អ្នក​ ។
lt: Jūsų aparatinei įrangai yra naujų ar atnaujintų valdyklių.
oc: I a de pilòts meses a jorn o novèls, disponibles per vòstre material.
pl: Dostępne są nowe lub zaktualizowane sterowniki dla tego komputera.
pt_br: Há drivers novos ou atualizados para seu hardware.
ro: Există drivere noi sau actualizate pentru dispozitivele dumneavoastră.
ru: Для вашего аппаратного обеспечения доступны новые или обновлённые драйверы.
sk: K dispozícii sú nové alebo aktualizované ovládače pre váš hardvér.
sr: Доступни су нови или ажурирани управљачки програми за ваше физичке компоненте.
th: ไม่มีไดรเวอร์ใหม่หรือไดรเวอร์ที่อัปเดทได้สำหรับฮาร์ดแวร์ของคุณ
uk: Доступні нові або оновлені драйвери для вашого апаратного забезпечення.

source: New restricted drivers in use
ar: تعريفات مقيدة جديدة في الإستخدام
ast: Nuevos controladores restrinxíos n'usu
be: Выкарыстоўваюцца новыя прапрыетарныя драйверы
bg: Нов ограничен драйвер в употреба
bo: བེད་སྤྱོད་ནང་ཚོད་གསར་བ་ཐེབས་པའི་སྒུལ་གཏོང
ca: Contoladors restringits nous en ús
cs: Nové nesvobodné ovladače jsou používány
da: Nye begrænsede drivere i brug
el: Νέοι οδηγοί με περιορισμούς σε χρήση
es: Nuevos controladores restringidos en uso
et: Uued piiratud kasutusõigusega draiverid on töös
eu: Kontrolatzaile mugatu berriak erabiltzen
fi: Uudet käytössä olevat rajoitetut ajurit
gl: Novos Controladores Restrinxidos en uso
hu: Új, zárt illesztőprogramok vannak használatban
ja: 新しい制限付きドライバーを利用しています
km: កម្មវិធីបញ្ជា​ដែលត្រូវ​បានកម្រិត​ថ្មី​កំពុងប្រើ
lt: Naudojamos naujos nuosavybinės valdyklės
oc: Pilòts proprietaris novèls en cors d'utilizacion
pl: Nowe sterowniki własnościowe w użyciu
pt_br: Novos drivers restritos em uso
ro: În folosire driver restrâns nou
ru: Используются новые проприетарные драйверы
sk: Používajú sa nové neslobodné ovládače
sr: Нови ограничени управљачки програми у употреби
th: ไดรเวอร์ใหม่ที่มีเจ้าของที่ใช้อยู่
uk: Використовуються нові пропрієтарні драйвери

source: In order for this computer to function properly, %(os)s is using driver software that cannot be supported by %(os)s.
ar: من أجل العمل الصحيح لهذا الحاسوب. %(os)s يستعمل برنامج التعريف الذي لا يمكن لـ %(os)s أن يعتمده.
ast: Pa qu'esti equipu funcione correutamente, %(os)s utiliza software de controlador que nun pue ser soportáu por %(os)s.
be: Для карэктнай працы гэтага кампутара, %(os)s выкарыстоўвае праграмны драйвер, які не падрымліваецца %(os)s.
bg: За да работи правилно този компютър, %(os)s използва драйвер, който не може да се поддържа от %(os)s.
bo: རྩིས་འཁོར་གྱིས་རྒྱུན་ལྡན་ངང་ལས་ཀ་བྱེད་ཐུབ་པའི་ཆེད，%(os)s ་ད་ལྟ་ %(os)sརོགས་འདེགས་མེད་པའི་བྱ་རིམ་བེད་སྤྱོད་བཞིན་པ
ca: A fi que aquest ordinador funcioni correctament, %(os)s utilitza programari de controlador per al qual %(os)s no pot oferir cap suport.
cs: Aby tento počítač pracoval správně, %(os)s používá ovladače, které nemohou být od %(os)s podporovány.
da: For at denne computer kan fungere ordentligt, anvender %(os)s driversoftware, som ikke kan understøttes af %(os)s.
el: Για να λειτουργήσει αυτός ο ηλεκτρονικός υπολογιστής σωστά, %(os)s αυτό το λειτουργικό χρησιμοποιεί λογισμικό οδηγών υλικού οι οποίοι δεν υποστηρίζονται από το %(os)s.
es: Para que este equipo pueda funcionar correctamente, %(os)s está usando software controlador que no está soportado por %(os)s.
et: Selleks, et see arvuti toimiks korrektselt, kasutab %(os)s draiveritarkvara, millele %(os)s ei saa tugiteenust pakkuda.
eu: Ordenagailuak ongi funtziona dezan, sostengatu ezin duen kontrolatzaile-softwarea erabiltzen ari da %(os)s .
fi: Jotta tämä tietokone toimisi oikein, %(os)s käyttää ajuriohjelmistoa jota %(os)s ei tue.
gl: Para que este computador funcione adecuadamente, %(os)s está a empregar software de controladores que non pode recibir asistencia de %(os)s.
hu: A számítógép megfelelő működése érdekében a(z) %(os)s olyan illesztőprogramot használ, amelyet a(z) %(os)s nem támogathat.
ja: このコンピューターの機能を完全な形で利用するには、%(os)sは%(os)sではサポートされていないドライバーソフトウェアを利用する必要があります。
km: តាមលំដាប់​ កុំព្យូទ័រ​នេះ​ត្រូវ​មានមុខ​ងារ​ដោយ​ត្រឹមត្រូវ​​ %(os)s ​កំពុង​ប្រើ​ផ្នែក​ទន់​របស់​កម្មវិធីបញ្ជា​​ដែល​មិន​ត្រូវ​បាន​គាំទ្រ​ដោយ​ %(os)s ឡើយ​ ។
lt: Kad kompiuteris funkcionuotų tinkamai, %(os)s naudoja valdyklę, kuri negali būti palaikoma %(os)s.
oc: Per assegurar lo bon foncionament d'aqueste ordenador, %(os)s utiliza actualament de pilòts logicials que pòdon pas èsser preses en carga per %(os)s.
pl: Aby ten komputer działał poprawnie, %(os)s korzysta z oprogramowania sterującego, które nie może być wspierane przez %(os)s.
pt_br: Para que este computador funcione corretamente, %(os)s está usando um driver que pode não ser suportado pelo %(os)s.
ro: Pentru funcționarea corespunzătoare a acestui calculator, %(os)s folosește drivere ce nu pot fi suportate de %(os)s.
ru: Для корректной работы этого компьютера %(os)s использует драйвер, который не поддерживается %(os)s.
sk: Aby tento počítač pracoval správne, %(os)s používa ovládače, ktoré %(os)s nemôže podporovať.
sr: Да би овај рачунар радио исправно, „%(os)s“ користи управљачки програм за који „%(os)s“ не може да обезбеђује подршку.
th: เพื่อให้คอมพิวเตอร์นี้ทำงานได้อย่างถูกต้อง %(os)s ได้ใช้งานซอฟต์แวร์ไดรเวอร์ซึ่งไม่ได้รับการสนับสนุนจาก %(os)s
uk: Для того, щоб комп'ютер правильно працював, %(os)s використовує драйвери, яким %(os)s не може забезпечувати технічну підртимку.

source: There is no available graphics driver for your system which supports the composite extension, or the current one already supports it.
ar: لا يوجد تعريف رسومي لهذا النظام يدعم تركيب الامتدادات، أو التعريف الحالي يدعمه مسبقا.
ast: Nun hai dengún controlador gráficu disponible pal so sistema que soporte la estensión de composición, o bien l'actual yá lo soporta.
be: Для Вашай сістэмы няма даступных відэа-драйвераў, якія падтрымліваюць кампазітны рэжым, альбо падтрымка ўжо рэалізавана ў бягучым драйверы.
bg: Няма налични графични драйвери за вашата система, които поддържат компонентен изход или текущия вече го поддържа.
bo: ཁྱོད་ཀྱི་རྩིས་འཁོར་ཐོག་སྤྱོད་རུང་པར་རིས་འོས་མཐུན་རྒྱ་སྐྱེད་རོགས་འདེགས་མི་འདུག ཡང་ན་མིག་སྔའི་སྒུལ་གཏོང་རྒྱབ་སྐྱོར་བྱས་ཟིན་པ
ca: O bé no hi ha cap controlador gràfic disponible que funcioni amb l'extensió de composició per a aquest sistema, o bé el controlador actual ja hi funciona.
cs: Pro váš systém není dostupný žádný grafický ovladač, který podporuje kompozitní rozšíření, nebo ho již současný ovladač podporuje.
da: Der er ingen tilgængelig grafikdriver til dit system, der understøtter "visuelle effekter"-udvidelsen, eller den nuværende driver understøtter den allerede.
el: Δεν υπάρχει διαθέσιμος οδηγός γραφικών για το σύστημα σας, που να υποστηρίζει τρισδιάστατα γραφικά ή αυτός που χρησιμοποιείτε τα υποστηρίζει ήδη.
es: No hay ningún controlador gráfico disponible para su sistema que soporte la extensión de composición, o bien el actual ya lo soporta.
et: Sinu graafikakaardile kas pole komposiitimist toetavat draiverit saadaval või praegune juba toetab seda.
eu: Ez dago konposizioa jasaten duen grafiko-kontrolatzailerik zure sistemarentzat, edo oraingoak dagoeneko jasaten du.
fi: Järjestelmällesi joko ei ole kompositointilaajennusta tukevaa grafiikka-ajuria, tai käytössä oleva tukee sitä jo.
gl: Non hai controladores gráficos dispoñníble para o seu sistema que admitan a extensión de efectos especiais, ou o actual xa é compatible.
hu: Nem érhető el olyan grafikus illesztőprogram a rendszerhez, amely támogatná a kompozit bővítményt, vagy a jelenlegi már támogatja ezt.
ja: このシステムで利用可能なcompositeをサポートするグラフィックスドライバーが無いか、現在のドライバーで既にサポートされています。
km: គ្មាន​កម្មវិធីបញ្ជា​ក្រាហ្វិក​ សម្រាប់​ប្រព័ន្ធ​របស់​អ្នក​​ដែល​គាំទ្រ​ផ្នែក​បន្ថែម​សមាសធាតុ​​ឡើយ​ ឬ គាំទ្រ​វា​មួយ​​ពេល​បច្ចុប្បន្នហើ​យ ។
lt: Nėra prieinamos valdyklės jūsų sistemai, kuri palaikytų composite plėtinį arba dabartinė jau palaiko.
oc: I a pas de pilòt grafic disponible per vòstre sistèma prenent en carga l'extension composita, o alara lo pilòt actual la pren ja en carga.
pl: Nie ma dostępnego sterownika graficznego dla tego komputera, który obsługuje rozszerzenie "composite" lub obecny już je obsługuje.
pt_br: Não existe driver de vídeo para seu sistema que suporte composição, ou o driver atual já suporta.
ro: Nu este disponibil un driver pentru placa grafică folosită în sistem care să suporte extensia „compozit” sau driverul curent o suportă deja.
ru: Для вашей системы нет доступных видео-драйверов, поддерживающих композитный режим, или поддержка уже реализована в текущем драйвере.
sk: Nie je dostupný grafický ovládač pre váš systém, ktorý by podporoval kompozitné rozšírenie, alebo ho už súčasný podporuje.
sr: Нема доступних графичких управљачких програма за ваш систем који подржавају композитно проширење, или је постојећи већ подржава.
th: ไม่มีไดรเวอร์กราฟิกสำหรับระบบของคุณที่รองรับส่วนขยายคอมโพสิท
uk: Немає доступного відео-драйвера для вашої системи, який підтрумує технологію composite, або поточний драйвер вже підтримує її.

source: Downloading and installing driver...
ar: تحميل وتثبيت التعريف ...
ast: Descargando ya instalando'l controlador...
be: Загрузка і ўсталёўка драйвера ...
bg: Изтегляне и инсталиране на драйвер...
bo: སྒུལ་གཏོང་ལེན་འཇུག་ཞོར་སྒྲིག་འཇུག་བྱེད་པ...
ca: S'està baixant i instal·lant el controlador...
cs: Stahování a instalace ovladače...
da: Henter og installerer driver...
el: Μεταφόρτωση και εγκατάσταση οδηγού...
es: Descargando e instalando el controlador...
et: Draiveri allalaadimine ja paigaldamine...
eu: Kontrolatzailea deskargatzen eta instalatzen...
fi: Noudetaan ja asennetaan ajuria...
gl: Descargando e instalando o controlador...
hu: Az illesztőprogram letöltése és telepítése…
ja: ドライバーのダウンロードとインストールを実行しています...
km: កំពុង​ទាញយក​ និង​​ដំឡើង​កម្មវិធីបញ្ជា​​...
lt: Atsiunčiama ir diegiama valdyklė...
oc: Telecargament e installacion dels pilòts...
pl: Pobieranie i instalowanie sterownika...
pt_br: Baixando e instalando driver...
ro: Se descarcă și se instalează driver...
ru: Загрузка и установка драйвера...
sk: Ovládač sa práve sťahuje a inštaluje...
sr: Преузимам и инсталирам управљачки програм...
th: กำลังดาวน์โหลดและติดตั้งไดรเวอร์...
uk: Завантажую і встановлюю драйвер...

source: Removing driver...
ar: حذف التعريف ...
ast: Desinstalando'l controlador...
be: Выдаленне драйвера...
bg: Премахване на драйвер...
bo: སྒུལ་གཏོང་སུབ་འདོར...
ca: S'està suprimint el controlador...
cs: Odstraňování ovladače...
da: Fjerner driver...
el: Απεγκατάσταση οδηγού...
es: Desinstalando el controlador...
et: Draiveri eemaldamine...
eu: Kontrolatzailea ezabatzen...
fi: Poistetaan ajuria...
gl: Eliminando o controlador...
hu: Illesztőprogram eltávolítása…
ja: ドライバーを削除しています...
km: កំពុង​យក​កម្មវិធីបញ្ជា​ចេញ​...
lt: Šalinama valdyklė...
oc: Supression del gestionari de periferics...
pl: Usuwanie sterownika...
pt_br: Removendo driver...
ro: Se dezinstalează driver...
ru: Удаление драйвера...
sk: Odstraňuje sa ovládač...
sr: Уклањам управљачки програм...
th: กำลังถอดถอนไดรเวอร์...
uk: Видалення драйвера...

source: Downloading and updating package indexes...
ar: ينزّل ويحدّث فهارس الحزم...
ast: Descargando y anovando los índices de paquetes...
be: Загрузка і абнаўленне індэксаў пакетаў...
bg: Изтегляне и актуализиране на индексите на пакетите...
bo: ད་ལྟ་ལེན་འཇུག་དང་མཉེན་ཆས་ཁུག་མའི་དཀར་ཆག་ཀློག་བཞིན་པ...
cs: Stahování a aktualizace seznamu balíků...
da: Henter og opdaterer pakkeindeks...
el: Λήψη και ενημέρωση ευρετηρίων πακέτων...
es: Descargando y actualizando índices de paquetes...
et: Paketiindeksi allalaadimine ja uuendamine...
eu: Paketeen indizeak deskargatzen eta eguneratzen...
fi: Noudetaan ja päivitetään pakettitietoja....
gl: Descargando e actualizando os índices de paquetes...
hu: Csomagindexek letöltése és frissítése…
ja: パッケージインデックスをダウンロードしてアップデートしています...
km: កំពុងទាញយក​ និងធ្វើបច្ចុប្បន្នភាពលិបិក្រម​កញ្ចប់...
lt: Atsiunčiami ir atnaujinami paketų indeksai...
oc: Telecargament e mesa a jorn de l'indèx dels paquets…
pl: Pobieranie i aktualizowanie indeksów pakietów...
pt_br: Baixando e enviando índices de pacotes...
ru: Загрузка и обновление пакетных индексов...
sr: Преузимам и допуњујем индексе пакета...
th: กำลังดาวน์โหลดและปรับปรุงแพกเกจดัชนี..
uk: Завантаження та оновлення індексів пакунків...

source: Use --list to see available drivers
ar: استعمل --القائمة حتى ترى التعريفات المتوفرة.
ast: Use --list pa ver los controladores disponibles
be: Выкарыстоўвайце --list каб паглядзець наяўныя драйверы
bg: Използвайте --list, за да видите достъпните драйвери
bo: --listསྤྱད་ནས་སྤྱོད་རུང་སྒུལ་གཏོང་ལ་ལྟ་བ
ca: Utilitzeu --list per a veure tots els controladors disponibles
cs: Použijte --list pro zobrazení dostupných ovladačů
da: Anvend --list for at se tilgængelige drivere
el: Χρησιμοποιείστε την παράμετρο --list για να δείτε τους διαθέσιμους οδηγούς
es: Use --list para ver los controladores disponibles
et: Kasuta --list, et näha saadaolevaid draivereid
eu: Erabili --list kontrolatzaile eskuragarriak ikusteko
fi: Käytä --list nähdäksesi saatavilla olevat ajurit
gl: Empregue --list para ver os controladores dispoñíbeis
hu: A --list használatával megtekintheti az elérhető illesztőprogramokat.
ja: 利用可能なドライバーを見るには--listを使用します
km: Use --list ​ដើម្បី​មើល​កម្មវិធីបញ្ជា​ដែល​មាន
lt: Naudokite --list prieinamų valdyklių peržiūrai
oc: Telecargament e installacion dels pilòts...
pl: Aby wyświetlić listę dostępnych sterowników należy użyć --list
pt_br: Use --list para ver os drivers disponíveis
ro: Utilizați opțiunea --list pentru a vedea driverele disponibile
ru: Используйте --list для вывода доступных драйверов
sk: Použite --list k zobrazeniu dostupných ovládačov
sr: Користите „--list“ да видите доступне управљачке програме
th: ใช้ --list เพื่อดูไดรเวอร์ที่สามารถใช้ได้
uk: Використовуйте опцію --list щоб побачити всі доступні драйвери

source: Cannot change driver
ar: لا يمكن تغيير التعريف
ast: Nun pue camudase'l controlador
be: Немагчыма змяніць драйвер
bg: Не може да се подмени драйвер
bo: སྒུལ་གཏོང་བརྗེ་བཟོ་བྱེད་མི་ཐུབ་པ
ca: No es pot canviar el controlador
cs: Nelze změnit ovladač
da: Kan ikke skifte driver
el: Δεν είναι δυνατή η αλλαγή του οδηγού
es: No se puede cambiar el controlador
et: Draiverit pole võimalik muuta
eu: Ezin kontrolatzailea aldatu
fi: Ajuria ei voi muuttaa
gl: Non se pode cambiar de controlador
hu: Az illesztőprogram cseréje nem lehetséges
ja: ドライバーを変更できません
km: មិនអាចប្តូរ​កម្មវិធីបញ្ជា​បាន​ឡើយ
lt: Nepavyko pakeisti valdyklės
oc: Impossible de cambiar de pilòt
pl: Nie można zmienić sterownika
pt_br: Não é possível alterar o driver
ro: Driverul nu poate fi schimbat
ru: Не удалось сменить драйвер
sk: Nemožno zmeniť ovládač
sr: Не могу да променим управљачки програм
th: ไม่สามารถเปลี่ยนไดรเวอร์
uk: Неможливо змінити драйвер
