Repository: CanaimaKueka/jockey
Catalog: po/*.po
Languages: ar, ast, be, bg, bo, ca, cs, da, el, es, et, eu, fi, gl, hu, ja, km, lt, oc, pl, pt_br, ro, ru, sk, sr, th, uk

source: Monitor new hardware drivers
es: Vigilar nuevos controladores de Hardware

source: Notify about new hardware drivers available for the system
ar: أخبرني حول التعريفات الجديدة للعتاد والمتوفرة للنظام
ast: Notificar cuando esistan nuevos controladores disponibles pal sistema
be: Паведамляць пра новыя даступныя драйверы
bg: Уведомяване за нови достъпни драйвери за хардуер за тази система
bo: སྲ་སྡེར་ལ་སྒུལ་གཏོང་གསར་བ་ཡོད་དུས་གསལ་འདེབས་བྱེད་པ
ca: Notifica quan hi hagi controladors de maquinari nous per al sistema
cs: Upozornit na nové ovladače hardwaru dostupné pro tento systém
da: Giv besked om nye hardwaredrivere, som er tilgængelige til systemet
el: Ειδοποίηση για νέους διαθέσιμους οδηγούς υλικού για το σύστημα
es: Notificar cuando existan nuevos controladores disponibles para el sistema
et: Sellele arvutile saadaolevatest uutest draiveritest antakse märku
eu: Sistemarentzako eskuragarri dauden hardware-kontrolatzaileen berri eman
fi: Ilmoita saatavilla olevista uusista järjestelmän laiteajureista
gl: Notificar sobre os controladores de hardware novos dispoñíbeis para o sistema
hu: Értesítés az elérhető új hardver-illesztőprogramokról
ja: システム向けの新しいハードウェアドライバーを通知する
km: ជូនដំណឹង​អំពីកម្មវិធីបញ្ជាផ្នែករឹង​ថ្មីៗ​ដែល​មាន សម្រាប់​ប្រព័ន្ធ
lt: Pranešti apie naujas aparatinės įrangos valdykles, tinkančias šiam kompiuteriui
oc: Avisar de la disponibilitat de pilòts novèls disponibles pel sistèma
pl: Informowanie o dostępności nowych sterowników sprzętowych dla systemu
pt_br: Notificar sobre novos drivers disponíveis para o sistema
ro: Atenționează despre drivere hardware noi disponibile pentru sistem
ru: Уведомлять о новых доступных драйверах
sk: Upozorňovať na dostupnosť nových ovládačov hardvéru pre systém
sr: Даје обавештења о новим доступним управљачким програмима за овај систем
th: แจ้งเตือนเมื่อมีไดรเวอร์ใหม่ของฮาร์ดแวร์ที่สามารถใช้ได้กับระบบ
uk: Повідомляти про нові доступні драйвери

source: Firmware for DVB cards
es: Firmware para tarjetas DVB

source: ATI/AMD proprietary FGLRX graphics driver (post-release updates)
es: Controlador gráfico FGLRX privativo para ATI/AMD

source: ATI/AMD proprietary FGLRX graphics driver
ar: التعريف الرسومي لبطاقات FGLRX المملوك من طرف ATI/AMD
ast: Controlador gráficu FGLRX privativu pa ATI/AMD
be: Прапрыетарны графічны FGLRX драйвер ATI/AMD
bg: ATI/AMD лицензен FGLRX графичен драйвер
bo: ATI/AMD གཅིག་པོ་ལ་དབང་བའི FGLRX རིས་དབྱིབས་སྒུལ་གཏོང
ca: Controlador gràfic de propietat FGLRX d'ATI/AMD
cs: Uzavřený grafický ovladač FGLRX od ATI/AMD
da: ATI/AMD proprietær FGLRX-grafikdriver
el: Ιδιοταγής-κλειστός οδηγός γραφικών ATI (FGLRX)
es: Controlador gráfico FGLRX privativo para ATI/AMD
et: ATI/AMD FGLRX omanduslik graafikadraiver
fi: ATI/AMD:n suljettu FGLRX-grafiikka-ajuri
gl: Controlador gráfico proprietario FGLRX ATI/AMD
hu: Zárt ATI/AMD FGLRX grafikus illesztőprogram
ja: ATI/AMD プロプライエタリ FGLRX グラフィックスドライバー
km: កម្មវិធីបញ្ជាក្រាហ្វិ FGLRX មាន​កម្មសិទ្ធិរបស់​ ATI/AM
pl: Własnościowy sterownik FGLRX kart graficznych ATI/AMD
pt_br: Driver proprietário ATI/AMD FGLRX
ro: Driver video proprietar FGLRX pentru plăci grafice ATI/AMD
ru: Проприетарный драйвер FGLRX для видеокарт ATI/AMD
sk: ATI/AMD neslobodný FGLRX grafický ovládač
sr: АТИ/АМД власнички „ФГЛРХ“ графички управљачки програм
th: ไดรเวอร์กราฟิก FGLRX ที่มี ATI/AMD เป็นเจ้าของ
uk: Пропрієтарний драйвер FGLRX для відеокарт ATI/AMD

source: 3D-accelerated proprietary graphics driver for ATI cards.
ar: التعريف الرسومي للتسريع الثلاثي الأبعاد لبطاقات الشاشة المملوك من طرف ATI.
ast: Controlador privativu d'aceleración 3D pa tarxetes gráficques ATI.
be: Драйвер паскоранай трохмернай графікі для відэакарт ATI.
bg: 3D ускоряващ лицензен драйвер за карти ATI.
bo: ATIའཆར་བྱང་གཅིག་པོ་ལ་དབང་བའི་3Dའགྲོས་་སྣོན་རིས་དབྱིབས་སྒུལ་གཏོང
ca: Controlador gràfic de propietat amb acceleració 3D per a targetes ATI.
cs: 3D-akcelerovaný nesvobodný ovladač grafických karet ATI.
da: 3D-accelereret proprietær grafikdriver for ATI-kort.
el: Ιδιοταγής-κλειστός οδηγός γραφικών ATI με επιτάχυνση υλικού 3D
es: Controlador privativo de aceleración 3D para tarjetas gráficas ATI.
et: 3D-graafikakiirendi omanduslik draiver ATI kaartidele.
eu: ATI txartelentzako 3D grafiko-kontrolatzaile jabeduna.
fi: ATI-näytönohjaimien rajoitettu 3D-ajuri
gl: Controlador privativo de gráficos 3D para as tarxetas ATI
hu: Zárt illesztőprogram ATI kártyákhoz háromdimenziós gyorsítással.
ja: AMD/ATIカード用プロプライエタリグラフィックスドライバー（3Dアクセラレーションを含む）
km: កម្មវិធីបញ្ជាក្រាហ្វិក សម្រាប់​កាត ATI មានកម្មវិសិទ្ធិរបស់ ​3D-accelerated ។
lt: ATI/AMD grafinės posistemės nuosavybinės valdyklės su 3D spartinimu.
pl: Wspomagany sprzętowo sterownik kart graficznych ATI z obsługą grafiki trójwymiarowej.
pt_br: Driver de vídeo proprietário para aceleração 3D em placas ATI.
ro: Driver video proprietar pentru plăci grafice ATI cu accelerare 3D.
ru: Проприетарный драйвер ускоренной трёхмерной графики для видеокарт ATI.
sk: 3D-akcelerovaný neslobodný grafický ovládač pre karty ATI.
sr: Власнички управљачки програми са убрзањем 3Д графике за АТИ картице.
th: ไดรเวอร์กราฟิก 3D-accelerated ที่มีเจ้าของสำหรับการ์ดของ ATI
uk: Драйвер прискореної тривимірної графіки для відеокарт ATI.

source: This driver is required to fully utilise the 3D potential of some ATI graphics cards, as well as provide 2D acceleration of newer cards.
ar: هذا التعريف منصوح به من أجل الاستعمال الكامل للقدرات الثلاثية الأبعاد لبعض بطاقات ATI، وأيضا توفير تسرع ثنائي الأبعاد للبطاقات الجديدة.
ast: Esti controlador necesítase pa usar tol potencial 3D de dalgunes tarxetes gráfiques ATI, asina como pa proporcionar aceleración 2D a les nueves tarxetes.
be: Гэты драйвер неабходны для поўнага карыстання з 3D-патэнцыялу некаторых відэакарт ATI, а таксама для забеспячэння паскоранай двухмернай графікі для новых відэакарт.
bg: Този драйвер е необходим за употребата на пълния потенциал на някои ATI графични карти, както и предоставя ускорение на 2D по-новите карти.
bo: སྒུལ་གཏོང་འདི་བེད་སྤྱོད་འདང་ངེས་བྱས་ཆོག ATI འཆར་བྱང 3D ནུས་པ，་དུས་མཚུངས་སུ་འཆར་འདོན་སྤེལ 2Dའགྲོས་སྣོན་གསར་འདོན་བྱེད
ca: Cal aquest controlador per poder utilitzar tot el potencial 3D d'algunes targetes gràfiques d'ATI, així com per donar acceleració 2D a les targetes noves.
cs: Tento ovladač je potřeba k plnému využití 3D potenciálu grafických karet ATI. Také poskytuje 2D akceleraci novějším kartám.
da: Denne driver kræves for at udnytte ATI-grafikkorts 3D-potentiale fuldt ud, såvel som at levere 2D-acceleration til nyere kort.
el: Ο οδηγός αυτός χρειάζεται για να αξιοποιήσετε πλήρως της δυνατότητες τρισδιάστατων γραφικών ορισμένων καρτών γραφικών ATI, αλλά και για να παρέχετε δισδιάστατη επιτάχυνση σε νεότερες κάρτες.
es: Este controlador se necesita para utilizar todo el potencial 3D de algunas tarjetas gráficas ATI, así como para proporcionar aceleración 2D a las nuevas tarjetas.
et: Seda draiverit on vaja, et täielikult kasutada ATI videokaartide 3D-võimsust, samuti selleks, et toimiks uuematel kaartidel 2D-kiirendus.
eu: ATI grafiko-txartel batzuen 3D gaitasunak erabiltzeko beharrezkoa da kontrolatzaile hau, eta baita txartel berrienen 2D azelerazioa gaitzeko ere.
fi: Tämä ajuri vaaditaan tavallista nopeampaan 3D-käyttöön ATI-näytönohjaimilla, sekä myös 2D-kiihdytykseen uusimmilla korteilla.
gl: Este controlador é necesario para utilizar todo o potencial 3D das tarxetas gráficas ATI, así como tamén para fornecer de aceleración 2D ás novas tarxetas.
hu: Ez az illesztőprogram szükséges egyes ATI kártyák 3D képességeinek teljes kihasználásához, valamint az újabb kártyák 2D gyorsításához.
ja: このドライバーはATI製ビデオカードの3D性能をすべて引き出すのに必要です。新しいカードでは2Dアクセラレーションにも必要になります。
km: កម្មវិធីបញ្ជានេះ​​ត្រូវ​បាន​ទាមទារ ដើម្បីប្រើប្រាស់​​ 3D potential ដោយ​ពេញលេញ​នៃ​កាត​ក្រាហ្វិក​ ATI មួយចំនួន​ ដូចដែល​ផ្តល់​ 2D acceleration នៃ​កាត​ថ្មីៗ​ ។
pl: Ten sterownik jest wymagany do wykorzystania pełni potencjału niektórych kart graficznych ATI, jak również do wsparcia akceleracji 2D nowszych kart.
pt_br: Este driver é obrigatório para utilizar plenamente o potencial 3D de algumas placas gráficas ATI, bem como fornecer aceleração 2D as mais novas placas.
ro: Acest driver este necesar pentru utilizarea la maxim a potențialului de accelerare 3D pentru unele plăci grafice ATI, precum și pentru asigurarea accelerării 2D pentru plăcile mai noi.
ru: Этот драйвер необходим для наиболее полного использования 3D-потенциала некоторых видеокарт ATI, а также для обеспечения ускорения двумерной графики для новых видеокарт.
sk: Tento ovládač je vyžadovaný na úplné využitie 3D potenciálu niektorých grafických kariet ATI, tiež poskytuje 2D akceleráciu na novších kartách.
sr: Овај управљачки програм је потребан за потпуно коришћење 3Д могућности неких АТИ графичких картица, као и да обезбеди 2Д убрзање нових картица.
th: ไดร์เวอร์นี้ต้องการทำงานเต็มประสิทธิภาพในระบบ 3 มิติของการ์ดกราฟฟิก ATI บางรุ่น, รวมถึงการเร่งความเร็วในระบบ 2 มิติ ในการ์ดรุ่นใหม่
uk: Цей драйвер необхідний для повного використання 3D-потенціалу деяких відеокарт ATI, а також для забезпечення прискорення двовимірної графіки для нових відеокарт.

source: Cannot connect to D-BUS, please use the --no-dbus option as root to use jockey without it.
ast: Nun pue coneutase a D-BUS, por favor, usa la opción --no-dbus como root pa usar jockey ensin ello.
el: Αδύνατη η σύνδεση με D-BUS· παρακαλώ χρησιμοποιήστε την επιλογή «--no-dbus» ως root από τη γραμμή εντολών για να εκτελέσετε το jocket χωρίς D-BUS.
es: No se pudo conectar a D-BUS, por favor use la opción --no-dbus para usar jockey sin D-BUS.
hu: Nem lehet kapcsolódni a D-BUS-hoz, használja a --no-dbus kapcsolót rendszergazdaként a jockey használatához nélküle.
ro: Nu se poate realiza conexiunea la D-BUS, utilizați ca root opțiunea --no-dbus pentru a utiliza programul jockey fără D-BUS.

source: Searching for available drivers...
ar: يبحث عن المشغلات المتاحة...
ast: Restolando por controladores disponibles...
be: Пошук наяўных драйвераў...
bg: Търсене за достъпни драйвери...
bo: སྤྱོད་རུང་བའི་སྒུལ་གཏོང་འཚོལ་བཤེར...
ca: S'estan cercant els controladors disponibles...
cs: Hledání dostupných ovladačů...
da: Søger efter tilgængelige drivere...
el: Αναζήτηση διαθέσιμων οδηγών
es: Buscando controladores disponibles...
et: Saadaolevate draiverite otsimine..
eu: Kontrolatzaile eskuragarriak bilatzen...
fi: Etsitään saatavilla olevia ajureita...
gl: Buscando controladores dispoñíbeis...
hu: Elérhető illesztőprogramok keresése…
ja: 利用可能なドライバーを検索しています...
km: កំពុង​ស្វែងរក​កម្មវិធីបញ្ជា​ដែល​មាន​...
lt: Ieškoma prieinamų valdyklių...
oc: A recercar los gestionaris de periferics disponibles...
pl: Wyszukiwanie dostępnych sterowników...
pt_br: Procurando drivers disponíveis...
ro: Se căută drivere disponibile...
ru: Поиск доступных драйверов...
sk: Vyhľadávajú sa dostupné ovládače...
sr: Тражим доступне управљачке програме...
th: กำลังค้นหาไดรเวอร์ที่ใช้ได้...
uk: Пошук доступних драйверів...

source: Component
ar: مركب
ast: Componente
be: Кампанент
bg: Компонент
bo: ལྷུ་ཆས
cs: Součást
da: Komponent
el: Συστατικό στοιχείο
es: Componente
et: Komponent
eu: Osagaia
fi: Komponentti
gl: Componente
hu: Komponens
ja: コンポーネント
km: សមាសភាគ
lt: Komponentas
pl: Komponent
pt_br: Componente
ro: Componentă
ru: Компонент
sk: Súčasť
sr: Компонента
th: คอมโพเนนท์
uk: Компонент

source: _Enable
ar: _تفعيل
ast: _Activar
be: _Актываваць
bg: _Разрешаване
bo: སྤྱོད་པ(_E)
ca: _Habilita
cs: _Povolit
da: _Aktivér
el: _Ενεργοποίηση οδηγού
es: _Activar
et: _Luba
eu: _Gaitu
fi: As_enna
gl: _Activar
hu: _Engedélyezés
ja: 有効にする(_E)
km: _បើក
lt: Į_jungti
oc: _Activar
pl: _Włącz
pt_br: _Habilitar
ro: Activ_ează
ru: _Активировать
sk: _Povoliť
sr: Укљ_учи
th: เ_ปิดทำงาน
uk: _Увімкнути

source: _Disable
ar: ت_عطيل
ast: _Desactivar
bg: З_абраняване
bo: སྤྱོད་མཚམས་འཇོག་པ(_D)
ca: _Inhabilita
cs: _Zakázat
da: _Deaktivér
el: Απενεργοποίηση ο_δηγού
es: _Desactivar
et: _Keela
eu: _Ezgaitu
fi: _Poista asennus
gl: Desactivar
hu: _Tiltás
ja: 無効にする(_D)
km: _បិទ
lt: _Išjungti
oc: _Desactivar
pl: Wyłą_cz
pt_br: _Desabilitar
ro: _Dezactivează
ru: _Отключить
sk: Z_akázať
sr: Иск_ључи
th: ปิ_ดทำงาน
uk: _Вимкнути

source: Ignore
es: Ignorar

source: Enabled
ar: مفعّل
ast: Activáu
be: Актываваны
bg: Разрешен
bo: སྤྱད
ca: Habilitat
cs: Povoleno
da: Aktiveret
el: Ενεργοποιημένο
es: Activado
et: Lubatud
eu: Gaituta
fi: Asennettu
gl: Activado
hu: Engedélyezve
ja: 有効にする
km: បាន​បើក
lt: Įjungta
oc: Activat
pl: Włączony
pt_br: Habilitado
ro: Activat
ru: Активирован
sk: Zapnutý
sr: Укључен
th: เปิดทำงานแล้ว
uk: Дозволено

source: Disabled
ar: مُعطل
ast: Desactiváu
be: Адключаны
bg: Изключен
bo: སྤྱོད་མཚམས་བཞག
ca: Inhabilitat
cs: Zakázáno
da: Deaktiveret
el: Απενεργοποιημένο
es: Desactivado
et: Keelatud
eu: Ezgaituta
fi: Ei asennettu
gl: Desactivado
hu: Tiltva
ja: 使用しない
km: បានបិទ
lt: Išjungta
oc: Desactivat
pl: Wyłączony
pt_br: Desativado
ro: Inactiv
ru: Выключен
sk: Vypnutý
sr: Искључен
th: ปิดทำงานแล้ว
uk: Вимкнено

source: Status
ar: الوضع
ast: Estáu
be: Стан
bg: Статус
bo: གནས་སྟངས
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
et: Olek
eu: Egoera
fi: Tila
gl: Estado
hu: Állapot
ja: ステータス
km: ស្ថាន​ភាព
lt: Būsena
oc: Estatut
pl: Stan
pt_br: Situação
ro: Stare
ru: Состояние
sk: Stav
sr: Стање
th: สถานะ
uk: Стан

source: Needs computer restart
ar: يحتاج إلى إعادة تشغيل الحاسب
ast: Necesita reaniciu del equipu
be: Неабходна перазагрузіць кампутар
bg: Нужен е рестарт на компютъра
bo: རྩིས་འཁོར་སྒོ་སྐྱར་དུ་ཕྱེ་བ
ca: S'ha de reiniciar l'ordinador
cs: Je potřeba restartovat počítač
da: Kræver genstart af computer
el: Απαιτείται επανεκκίνηση του υπολογιστή
es: Necesita reiniciar su equipo
et: Vajab arvuti taaskäivitust
eu: Ordenagailua berrabiarazi behar da
fi: Vaatii uudelleenkäynnistyksen
gl: Necesita reiniciar o computador
hu: A számítógép újraindítása szükséges.
ja: コンピューターの再起動が必要です
km: ត្រូវ​ការ​ចាប់ផ្តើម​កុំព្យូទ័រ​ឡើង​វិញ
lt: Reikalauja sistemos perleidimo
oc: Necessita un reamodament de l'ordenador
pl: Konieczne ponowne uruchomienie komputera
pt_br: Necessário reinicializar o computador
ro: Necesită repornirea calculatorului
ru: Необходимо выполнить перезагрузку
sk: Vyžaduje reštart počítača
sr: Потребно је поновно покретање рачунара
th: ต้องเริ่มคอมพิวเตอร์ใหม่
uk: Потребує перезавантаження комп`ютера

source: In use
ar: مستخدَم
ast: N'usu
be: Ужываецца
bg: В употреба
bo: སྤྱོད་བཞིན་པའི་སྒང
ca: En ús
cs: Používáno
da: I brug
el: Σε χρήση
es: En uso
et: Kasutusel
eu: Erabiltzen
fi: Käynnissä
gl: En uso
hu: Használatban
ja: 使用中
km: ប្រើ
lt: Naudojama
oc: En cors d'utilizacion
pl: Używany
pt_br: Em uso
ro: Folosit
ru: Используется
sk: Používa sa
sr: У употреби
th: ใช้งานอยู่
uk: Використовується

source: Not in use
ar: غير مستخدَم
ast: Ensin usu
bg: Не е в употреба
bo: བེད་མི་སྤྱོད་པ
ca: No s'està utilitzant
cs: Nepoužívá se
da: Ikke i brug
el: Δεν είναι σε χρήση
es: No está en uso
et: Pole kasutusel
eu: Ez da erabiltzen ari
fi: Ei käynnissä
gl: Sen uso
hu: Nincs használatban
ja: 使用されていません
km: មិនប្រើ
lt: Nenaudojama
oc: Pas utilizat
pl: Nieużywany
pt_br: Não está em uso
ro: Nefolosit
ru: Не используется
sk: Nepoužíva sa
sr: Није у употреби
th: ไม่ได้ใช้งาน
uk: Не використовується

source: License:
ar: الترخيص:
ast: Llicencia:
be: Ліцэнзія:
bg: Лиценз:
bo: ཆོག་པ：
ca: Llicència:
cs: Licence:
da: Licens:
el: Άδεια χρήσης:
es: Licencia:
et: Litsents:
eu: Lizentzia:
fi: Lisenssi:
gl: Licenza:
hu: Licenc:
ja: ライセンス:
km: អាជ្ញាបណ្ណ ៖
lt: Licencija:
oc: Licéncia :
pl: Licencja:
pt_br: Licença:
ro: Licență:
ru: Лицензия:
sk: Licencia:
sr: Дозвола:
th: สัญญาอนุญาต:
uk: Ліцензія:

source: details
ar: التفاصيل
ast: detalles
be: Больш падрабязна
bg: подробности
bo: ཞིབ་ཕྲ
ca: detalls
cs: podrobnosti
da: detaljer
el: λεπτομέρειες
es: detalles
et: üksikasjad
eu: xehetasunak
fi: kuvaus
gl: detalles
hu: részletek
ja: 詳細
km: សេចក្តីលម្អិត
lt: detalės
oc: detalhs
pl: szczegóły
pt_br: detalhes
ro: detalii
ru: Подробнее
sk: detaily
sr: детаљи
th: รายละเอียด
uk: деталі

source: Free
ar: حر
ast: Llibre
be: Свабодныя
bg: Свободен
bo: རང་མོས
ca: Lliure
cs: Svobodná
da: Fri
el: Ελεύθερος
es: Libre
et: Vaba
eu: Askea
fi: Vapaa
gl: Libre
hu: Szabad
ja: フリー
km: ឥតគិតថ្លៃ
lt: Laisva
oc: Gratuit
pl: Wolny
pt_br: Livre
ro: Gratuit/Liber
ru: Свободные
sk: Slobodný
sr: Слободан
th: เสรี
uk: Вільний

source: Proprietary
ar: المالك
ast: Privativu
be: Прапрыетарныя/Proprietary
bg: Лицензен
bo: གཅིག་དབང་མཉེན་ཆས
ca: de propietat
cs: Uzavřená
da: Proprietær
el: Ιδιοταγής
es: Privativo
et: Omanduslik
eu: Jabeduna
fi: Suljettu
gl: Privativo
hu: Zárt
ja: プロプライエタリ
km: កម្មសិទ្ធិ
lt: Nuosavybinė
oc: Proprietari
pl: Własnościowy
pt_br: Proprietário
ro: Proprietar
ru: Проприетарные
sk: Neslobodný
sr: Власнички
th: มีเจ้าของ
uk: Комерційний

source: Download in progress
ar: جاري التحميل
ast: Descarga en cursu
bg: Изтегляне
bo: འཕེལ་རིམ་ནང་དུ་ལེན་འཇུག
ca: Baixada en progrés
cs: Probíhá stahování
da: Hentning i gang
el: Μεταφόρτωση σε εξέλιξη
es: Descarga en curso
et: Toimub allalaadimine
eu: Deskargatzen
fi: Noudetaan
gl: Descarga en proceso
hu: Letöltés folyamatban…
ja: ダウンロード中です
km: ទាញយក​កំពុង​ដំណើរការ​​...
lt: Siunčiama
oc: Telecargament en cors
pl: Trwa pobieranie
pt_br: Download em andamento
ro: Descărcare în curs
ru: Выполняется загрузка
sk: Prebieha sťahovanie
sr: Преузимање је у току
th: กำลังดำเนินการดาวน์โหลด
uk: Йде завантаження

source: Unknown driver
ar: تعريف غير معروف
ast: Controlador desconocíu
be: Невядомы драйвер
bg: Неизвестен драйвер
bo: མི་ཤེས་པའི་སྒུལ་གཏོང
ca: Controlador desconegut
cs: Neznámý ovladač
da: Ukendt driver
el: Άγνωστος οδηγός
es: Controlador desconocido
et: Tundmatu draiver
eu: Kontrolatzaile ezezaguna
fi: Tuntematon ajuri
gl: Controlador descoñecido
hu: Ismeretlen illesztőprogram
ja: 不明なドライバー
km: មិន​ស្គាល់​កម្មវិធីបញ្ជា
lt: Nežinoma valdyklė
oc: Gestionari de periferic desconegut
pl: Nieznany sterownik
pt_br: Driver desconhecido
ro: Driver necunoscut
ru: Неизвестный драйвер
sk: Neznámy ovládač
sr: Непознат управљачки програм
th: ไดรเวอร์ไม่รู้จัก
uk: Невідомий драйвер

source: You are not authorized to perform this action.
ar: لم يصرّح لك بهذا الإجراء
ast: Nun ta autorizáu pa facer esta aición.
be: У Вас няма паўнамоцтваў для выканання гэтага дзеяння.
bg: Не сте упълномощени да извършите това действие.
bo: བཀོལ་སྤྱོད་འདི་ཁྱོད་ལ་ལག་སྟར་བྱེད་པའི་དབང་ཆ་མི་འདུག
ca: No teniu permís per realitzar aquesta acció
cs: Nemáte oprávnění provést tuto akci.
da: Du er ikke autoriseret til at udføre denne handling.
el: Δεν είστε εξουσιοδοτημένος να εκτελέσετε αυτή την ενέργεια.
es: No está autorizado para llevar a cabo esta acción.
et: Sul ei ole õigust seda toimingut sooritada.
eu: Ez daukazu ekintza hau burutzeko baimenik
fi: Sinulla ei ole valtuuksia suorittaa tätä toimintoa.
gl: Non está autorizado a realizar esta acción.
hu: Nincs jogosultsága a művelet végrehajtásához!
ja: このアクションを実行する権限がありません
km: អ្នក​គ្មាន​សេចក្តីអនុញ្ញាត​ ដើម្បីប្រតិបត្តិវា​ឲ្យ​សកម្ម​ឡើយ​ ។
lt: Jūs neturite teisės šiam veiksmui įvykdyti.
oc: Sètz pas autorizat a efectuar aquesta accion.
pl: Brak uprawnień do wykonania tego działania.
pt_br: Você não está autorizado a executar essa ação.
ro: Nu sunteți autorizat să efectuați această operațiune
ru: У вас нет полномочий для выполнения этого действия.
sk: Nemáte oprávnenie na vykonanie tejto operácie.
sr: Ви нисте овлашћени да обавите ову радњу.
th: คุณไม่ได้รับสิทธิ์ให้ทำสิ่งนี้
uk: Ви не авторизовані для виконання цієї дії.

source: Tested by the %s developers
ar: اختبره مطوري %s
ast: Comprobáu polos desendolcadores de %s
bg: Тестван от %s разработчика
bo: %sཡི་ཚད་ལེན་ཚོད་ལྟ་གསར་སྤེལ་མཁན
ca: Comprovat pels desenvolupadors de %s
cs: Testováno vývojáři %s
da: Testet af %s-udviklerne
el: Έχει ελεγχθεί από τους προγραμματιστές του %s
es: Probado por los desarrolladores de %s
et: Testitud %s arendajate poolt
eu: %s(r)en garatzaileek probatua
fi: %s-kehittäjien testaama
gl: Comprobado polos desenvolvedores de %s
hu: A(z) %s fejlesztői által ellenőrizve
ja: %s の開発者によって検証済み
km: បាន​សាកល្បង​ដោយ​​ %s កម្មវិធី​អភិវឌ្ឍន៍
lt: Bandyta %s kūrėjų
oc: Testat pels desvolopaires %s
pl: Przetestowany przez twórców %s.
pt_br: Testados pelos desenvolvedores %s
ro: Testat de către dezvoltatorii %s
ru: Протестировано разработчиками %s
sk: Testovaný vývojármi %s
sr: Тестиран од стране %s програмера
th: ทดสอบแล้วโดยนักพัฒนา %s
uk: Тестовано розробниками %s

source: Not tested by the %s developers
ar: لم يختبره مطوري %s
ast: Non comprobáu polos desendolcadores de %s
bg: Не е тестван от разработчиците на %s
bo: %s ཡི་ཚད་ལེན་ཚོད་ལྟ་གསར་སྤེལ་མཁན་མེད་པ
ca: No ha estat comprovat pels desenvolupadors de %s
cs: Netestováno vývojáři %s
da: Ikke testet af %s-udviklerne
el: Δεν έχει ελεγχθεί από τους προγραμματιστές του %s
es: No probado por los desarrolladores de %s
et: Pole %s arendajate poolt testitud
eu: %s(r)en garatzaileek probatu gabea
fi: Ei %s-kehittäjien testaama
gl: Non comprobado polos desenvolvedores de %s
hu: A(z) %s fejlesztői nem ellenőrizték
ja: %s の開発者によって検証されていません
km: មិន​បាន​សាកល្បង​ដោយ​ %s កម្មវិធី​អភិវឌ្ឍន៍ឡើយ
lt: Nebandyta %s kūrėjų
oc: Pas testat pels desvolopaires %s
pl: Nieprzetestowany przez twórców %s.
pt_br: Não testados pelos desenvolvedores %s
ro: Netestat de către dezvoltatorii %s
ru: Не тестировалось разработчиками %s
sk: Neotestovaný vývojármi %s
sr: Није тестиран од стране „%s“ програмера
th: ยังไม่ได้ทดสอบโดยนักพัฒนา %s
uk: Не тестовано розробниками %s

source: Recommended
ar: مستحسن
ast: Encamentáu
bg: Препоръчителен
bo: འོས་སྦྱོར
ca: recomanat
cs: Doporučeno
da: Anbefalet
el: Συνιστώμενο
es: Recomendado
et: Soovitatud
eu: Gomendatua
fi: Suositeltu
gl: Recomendado
hu: Ajánlott
ja: 推奨
km: បាន​ផ្តល់អនុសាសន៍
lt: Rekomenduojama
oc: Recomandat
pl: Rekomendowany
pt_br: Recomendados
ro: Recomandat
ru: Рекомендуемый
sk: Odporúčaný
sr: Препоручује се
th: แนะนำให้ใช้
uk: Рекомендується

source: License Text for Device Driver
ar: نص الرخصة لتعريف العتاد
ast: Testu de la llicencia pal controlador del preséu
be: Ліцэнзійнае пагадненне для драйвера прылады
bg: Лиценз на Драйвер за устройство
bo: སྒྲིག་འགོད་སྒུལ་གཏོང་གི་ཆོག་མཆན་མ་དེབ
ca: Text de la llicència per al controlador de dispositiu
cs: Text licence pro ovladač zařízení
da: Licenstekst for enhedsdriver
el: Κείμενο άδειας χρήσης του οδηγού συσκευής
es: Texto de la licencia para el controlador del dispositivo
et: Selle draiveri litsentsi tekst
eu: Gailu-kontrolatzailearen lizentzia-testua
fi: Lisenssiteksti laiteajurille
gl: Texto da licenza do controlador do dispositivo
hu: Illesztőprogram licence
ja: デバイスドライバーのライセンス本文
km: អត្ថបទ​អាជ្ញាបណ្ណ សម្រាប់​កម្មវិធីបញ្ជា​ឧបករណ៍
lt: Įrenginio valdyklės licencijos tekstas
oc: Tèxte de la licéncia del pilòt de periferic
pl: Treść licencji sterownika urządzenia
pt_br: Texto da Licença para o driver de dispositivo
ro: Textul licenței pentru driverul dispozitivului
ru: Лицензионное соглашение для драйвера устройства
sk: Text licencie pre ovládač zariadenia
sr: Текст дозволе за управљачки програм уређаја
th: ข้อความสัญญาอนุญาตสำหรับไดรเวอร์อุปกรณ์
uk: Текст ліцензії для драйвера пристрою

source: Install Drivers
ar: تثبيت برامج التشغيل
ast: Instalar controladores
be: Усталяваць драйверы
bg: Инсталиране на драйвери
bo: སྒུལ་གཏོང་སྒྲིག་འཇུག
cs: Nainstalovat ovladače
da: Installér drivere
el: Εγκατάσταση οδηγών
es: Instalar controladores
et: Draiverite paigaldamine
eu: Kontrolatzaileak instalatu
fi: Asenna laiteajureita
gl: Instalar controladores
hu: Illesztőprogramok telepítése
ja: ドライバーのインストール
km: ដំឡើង​កម្មវិធីបញ្ជា
lt: Įdiegti valdykles
oc: Installar los pilòts
pl: Zainstaluj sterowniki
pt_br: Instalar drivers
ru: Установить драйверы
sr: Инсталирајте управљачке програме
th: ติดตั้งไดรเวอร์
uk: Встановити драйвери

source: Driver Unsupported
es: Controlador no soportado

source: Show
es: Mostrar
