Repository: CanaimaKueka/jockey
Catalog: po/*.po
Languages: ar, ast, be, bg, bo, ca, cs, da, el, es, et, eu, fi, gl, hu, ja, km, lt, oc, pl, pt_br, ro, ru, sk, sr, th, uk

source: Only activate this driver if you have problems with your wireless LAN connection. The free "ath5k" driver should work with most Atheros cards nowadays, but on some computers this alternate (but proprietary) driver still works better, or at all.
ar: فعّل هذا المشغل إذا كنت تواجه مشاكل مع الشبكة اللاسلكية. مشغل "ath5k" الحر يفترض أن يعمل مع أغلب بطاقات Atheros هذه الأيام، لكن في بعض الحواسيب قد يعمل هذا المشغل البديل (ولكن غير حر) بشكل أفضل.
ast: Activa esti controlador namái si tienes problemes cola conexón de rede inalámbrica. Anguaño, el controlador llibre «ath5k» tendría de furrular cola mayoría de les tarxetes Atheros , pero en dellos equipos esti controlador alternativu (pero propietariu) entá furrula meyor, o cenciellamente furrula.
be: Актывуйце гэты драйвер толькі пры наяўнасці праблем бесправаднога сеціўнага злучэння. Свабодны драйвер «ath5k» на гэты момант падтрымлівае большасьць карт Atheros, але на некаторых кампутарах гэты альтэрнатыўны (прапрыетарны) драйвер усё яшчэ працуе лепей, альбо з'яўляецца адзіным працуючым.
bg: Активирате този драйвер, само ако имате проблеми с вашата безжична мрежова връзка. Свободният "ath5k" драйвер трябва да работи с повечето Atheros мрежови карти, но за някои компютри тези алтернативни (но лицензни) драйвери все още работят по-добре или изобщо не работят.
bo: ཁྱོད་ཀྱི་སྐུད་མེད་ཅུས་སམ་དྲ་བ་སྦྲེལ་མཐུད་ལ་གནད་དོན་ཡོད་སྐབས་ཙམ་ལ་སྒུལ་གཏོང་འདི་བེད་སྤྱོད་པ རང་མོས་མཉེན་ཆས "ath5k" སྒུལ་གཏོང་གིས་ད་ལྟ་ནུས་པའི་གྲངསAtheros དྲ་བྱང་དང་མཉམ་དུ་བེད་སྤྱོད་པ། ཡིན་ཡང་འདེམས་རུང་བའི་སྒུལ་གཏོང་རྩིས་འཁོར་ཁ་ཤས་ཀྱི་ཐོག་སྤྱོད་ཚེ་འབྲས་བཟང་ཐོབ་པའམསྔོན་མ་ལས་ཁྱད་དུ་འཕགས་ (ཡིན་ཡང་དེ་མཉེན་ཆས་གཅིག་པོ་ལ་དབང)
cs: Aktivujte tento ovladač pouze, pokud máte problémy s vašim bezdrátovým LAN připojením. Svobodný ovladač "ath5k" by měl fungovat s většinou současných karet Atheros, ale na některých počítačích funguje tento alternativní (ale nesvobodný) ovladač buď lépe nebo vůbec.
da: Aktivér kun denne driver, hvis du har problemer med din trådløse LAN-forbindelse. Den frie "ath5k"-driver virker på de fleste Atheros-kort i dag. På nogle computere virker den alternative (men lukkede) driver dog stadig bedre, eller denne driver er den eneste, der virker.
el: Ενεργοποιήστε αυτό τον οδηγό μόνο εάν αντιμετωπίζετε προβλήματα με την σύνδεση ασύρματου δικτύου σας. Ο ελεύθερος οδηγός "ath5k" πρέπει να δουλεύει με τις περισσότερες κάρτες Atheros αυτή την στιγμή, αλλά σε μερικούς υπολογιστές ο εναλλακτικός (αλλά κλειστός) οδηγός δουλεύει καλύτερα ή είναι ο μόνος που δουλεύει.
es: Active este controlador solo si tiene problemas con su conexión LAN inalámbrica. Actualmente, el controlador libre «ath5» debería funcionar con la mayoría de las tarjetas Atheros, pero en algunos equipos este controlador alternativo (aunque privativo) funciona mejor, o simplemente funciona.
et: Aktiveeri see draiver ainult siis, kui sul on probleeme raadiovõrku ühendumisel. Vaba "ath5k" draiver peaks töötama enamiku kaasaegsete Atheros'e kaartidega, aga mõnel arvutil töötab see alternatiivne (aga omanduslik) draiver paremini või ainsana.
eu: Zure haririk gabeko LAN-arekin arazorik baduzu bakarrik gaitu ezazu kontrolatzaile hau. "ath5k" kontrolatzaile askeak Atheros txartel gehienekin funtzionatu beharko luke, baina ordenagailu batzuetan kontrolatzaile alternatibo (baina jabedun) honek hobe funtzionatzen du.
fi: Aktivoi tämä ajuri vain, jos sinulla on ongelmia langattomien verkkoyhteyksien kanssa. Vapaan ”ath5k”-ajurin pitäisi toimia useimmilla Atheros-korteilla nykyään, mutta joillain tietokoneilla tämä vaihtoehtoinen (mutta suljettu) ajuri toimii paremmin, tai ylipäänsä toimii.
gl: Active este controlador só se tiver problemas coa conexión de rede sen fíos. O controlador libre «ath5k» debería funcionar coa maioría das tarxetas Atheros de hoxe en día. Porén, nalgúns computadores este controlador alternativo (mais privativo) aínda funciona mellor ou é o único que funciona.
hu: Csak akkor aktiválja ezt az illesztőprogramot, ha problémákat tapasztal a vezeték nélküli hálózati hozzáférésben. A szabad „ath5k” illesztőprogram működőképes a legtöbb Atheros kártyával, de néhány számítógépen ez az alternatív (de zárt forráskódú) illesztőprogram működik jobban vagy egyáltalán.
ja: 無線LAN接続に問題がある場合のみこのドライバーを有効にしてください。 フリーな "ath5k" ドライバーは最近のほとんどのAtherosカードで動作しますが、いくつかのコンピューターではこの代替ドライバー (プロプライエタリですが) を動作させるのが良いでしょう。
km: ធ្វើ​ឲ្យតែ​កម្មវិធី​បញ្ជា​នេះ​សកម្មប៉ុណ្ណោះ​​ បើ​អ្នក​មាន​បញ្ហា​ជាមួយ​ការ​តភ្ជាប់​ LAN ឥត​ខ្សែ​របស់​អ្នក​ ។​ កម្មវិធីបញ្ជា​ "ath5k" ឥតគិតថ្លៃ​​គួរ​តែ​ធ្វើ​ការ​ជាមួយ​កាត​ Atheros ច្រើនឥឡូវនេះ​ ប៉ុន្តែ​លើ​កុំព្យូទ័រ​មួយចំនួន​​វា​ជំនួស​​ (ប៉ុន្តែ​ជាកម្មសិទ្ធិ​) កម្មវិធីបញ្ជា​នៅតែ​ដំណើរ​ការ​ល្អប្រសើរ ។
lt: Aktyvinkite šią valdyklę tik jei turite problemų su belaidžio tinklo ryšiu. Laisva „ath5k“ valdyklė turėtų veikti su daugeliu Atheros plokščių, bet kai kuriuose kompiuteriuose ši alternatyvi (bet nuosavybinė) valdyklė veikia geriau ar veikia tik ji.
oc: Activetz pas aqueste pilòt que s'avètz de problèmas amb vòstra connexion de ret sens fial. Lo pilòt « ath5k » deuriá foncionar ara amb la màger part de las cartas Atheros, mas sus d'unes ordenadors aqueste pilòt alternatiu (mas proprietari) fonciona melhor o es lo sol que foncione.
pl: Ten sterownik należy włączyć wyłącznie wtedy, gdy występują problemy z bezprzewodowym połączeniem sieciowym. Wolny sterownik "ath5k" powinien działać z większością kart Atheros, ale z niektórymi komputerami ten alternatywny (lecz własnościowy) sterownik nadal działa lepiej, albo nie działa wcale.
pt_br: Somente ative este driver se voce tiver problemas com sua conexão de rede sem fio. O driver gratuito "ath5k" deve funcionar bem com a maioria das placas Atheros atuais, mas em alguns computadores este driver alternativo (mas proprietário) ainda funciona melhor, ou em todos.
ru: Активируйте этот драйвер только при наличии проблем сетевого беспроводного соединения. Свободный драйвер «ath5k» в настоящее время поддерживает большинство карт Atheros, но на некоторых компьютерах этот альтернативный (проприетарный) драйвер всё ещё работает лучше, либо является единственным работающим.
sk: Aktivujte tento ovládač len vtedy, keď máte problémy s vaším bezdrôtovým LAN pripojením. Slobodný "ath5k" ovládač by mal v dnešnej dobe pracovať s väčšinou Atheros kariet, ale stále na niektorých počítačoch tento alternatívny (ale neslobodný) ovládač pracuje lepšie, alebo je jedinou voľbou.
sr: Користите овај управљачки програм само ако имате проблема са повезивањем на локалну мрежу. Слободни „ath5k“ управљачки програм би требао да ради са скоро свим Атерос картицама, али ипак на неким рачунарима овај алтернативни (али власнички) управљачки програм још увек ради боље или барем ради.
th: ให้เปิดใช้งานไดร์เวอร์เมื่อคุณเจอปัญหาเก็บกับการเชื่อม LAN แบบไร้สายเท่านั้น ไดร์เวอร์ฟรี "ath5k" ควรทำงานได้กับการ์ดเกือบทั้งหมดของ Atheros แต่ในบางระบบคอมพิวเตอร์ไดร์เวอร์นี้(ไม่ใช้รหัสเปิด)จะทำงานได้ดีกว่า
uk: Активуйте цей драйвер лише при наявності проблем мережевого бездротового з'єднання. Вільний драйвер «ath5k» в даний час підтримує більшість карт Atheros, але на деяких комп'ютерах цей альтернативний (пропрієтарних) драйвер все ж працює краще, або є єдиним працюючим.

source: You removed the configuration file %s
ar: لقد أزلت ملف الإعدادات %s
ast: Desaniciasti el ficheru de configuración %s
bg: Премахнахте конфигурационния файл %s
bo: ཁྱོད་ཀྱིས་མཐུན་སྒྲིག་ཡིག་ཆ་སུབ་འདོར་བྱས་འདུག %s
cs: Odstranil jste konfigurační soubor %s
da: Du fjernede konfigurationsfilen %s
el: Αφαιρέσατε το αρχείο ρύθμισης %s
es: Eliminó el archivo de configuración %s
et: Sa eemaldasid seadistusfaili %s
eu: %s konfigurazio-fitxategia ezabatu duzu
fi: Poistit asetustiedoston %s
gl: Eliminou o ficheiro de configuración %s
hu: Eltávolította a(z) %s beállítófájlt
ja: 設定ファイル %s を削除しました
km: អ្នក​បាន​យក​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ចេញ​ %s
lt: Jūs pašalinote konfigūracijos failą %s
oc: Avètz suprimit lo fichièr de configuracion %s
pl: Usunięto plik konfiguracji %s
pt_br: Você removeu o arquivo de configurações %s
ru: Вы удалили файл конфигурации %s
sr: Уклонили сте датотеку подешавања „%s“
th: คุณได้ลบแฟ้มการตั้งค่า %s
uk: Ви видалили файл конфігурації %s

source: Firmware
ar: شركة-وير
bg: Фърмуер
bo: སྲ་ལྷུ
ca: Microprogramari
el: Υλικολογισμικό (Firmware)
et: Püsivara
eu: Firmwarea
fi: Laiteohjelmisto
ja: ファームウェア
km: កម្មវិធី​បង្កប់
lt: Mikroprogramos (firmware)
oc: Micrologicial
pl: Oprogramowanie wewnętrzne
ru: Микропрограмма
sk: Firmvér
sr: Фирмвер
th: เฟิร์มแวร์
uk: Прошивка
