Repository: CanaimaKueka/jockey
Catalog: po/*.po
Languages: ar, ast, be, bg, bo, ca, cs, da, el, es, et, eu, fi, gl, hu, ja, km, lt, oc, pl, pt_br, ro, ru, sk, sr, th, uk

source: To query the device drivers, you need to authenticate.
ast: Pa consultar los controladores del preséu, tienes d'autenticate.
ca: Per consultar els controladors de dispositiu, us cal autenticar-vos.
cs: Pro nalezení ovladače zařízení je vyžadováno ověření.
el: Για να ζητήσετε οδηγούς συσκευής, πρέπει να επιβεβαιώσετε.
es: Para consultar los controladores de dispositivo, debe autenticarse.
fi: Laiteajurien etsintä vaatii tunnistautumisen.
gl: Para consultar polos controladores dos dispositivos debe autenticarse.
hu: Hitelesítés szükséges az illesztőprogramok lekérdezéséhez.
ja: デバイスドライバーへの問い合わせには、認証が必要です。
km: ដើម្បី​ស្នើ​កម្មវិធី​បញ្ជា​ឧបករណ៍ អ្នក​ត្រូវ​តែ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lt: Aparatinės įrangos valdyklių patikrinimui jūs turite patvirtinti tapatybę.
oc: Vos cal vos autentificar per far la lista dels pilòts de periferics.
pl: Aby wyszukać sterowniki, urządzeń należy uwierzytelnić.
pt_br: Para consultar os drivers de dispositivos, você precisa autenticar-se.
ro: Pentru a afișa driverele pentru dispozitive, trebuie să vă autentificați.
ru: Необходимо произвести аутентификация для выполнения запроса драйверов устройств.
sk: Overenie totožnosti je potrebné na získanie ovládačov pre zariadenia.
sr: Да бисте пропитали управљачке програме уређаја, требате да потврдите идентитет.

source: Check for newly available drivers for, and used drivers on this system
ar: تحقق من وجود تعريفات جديدة للتعريفات المتوفرة ، و التعريفات المُستعملة على هذا النظام.
ast: Comprobar si hai nuevos controladores disponibles pa esti sistema
be: Праверыць наяўнасць абнаўленняў для драйвераў, якія прысутнічаюць у гэтай сістэме
bg: Проверка за нови достъпни драйвери и използвани драйвери на тази система
bo: མ་ལག་འདིའི་བེད་སྤྱོད་དང་སྤྱོད་བཞིན་པའི་སྒུལ་གཏོང་་བརྟག་དཔྱད་བྱེད་པ
ca: Comprova si hi ha controladors nous disponibles i els controladors utilitzats en aquest sistema
cs: Kontrolovat nově dostupné a použité ovladače pro tento systém
da: Søg efter nyligt tilgængelige drivere til dette system og tjek anvendte drivere på dette system.
el: Έλεγχος για πρόσφατα διαθέσιμους και ήδη χρησιμοποιούμενους οδηγούς στο σύστημα
es: Comprobar si hay nuevos controladores disponibles para este sistema
et: Kontrolli uusi saadaolevaid ja juba kasutatud draiverite uuendusi.
fi: Tarkista järjestelmälle saatavilla olevat uudet ajurit ja jo käytössä olevat ajurit.
gl: Buscar novos controladores dispoñíble e controladores en uso neste sistema
hu: A rendszeren használt és a rendszerhez szükséges újonnan elérhető illesztőprogramok keresése
ja: このシステム上の利用されているドライバーや、新しく利用可能であるドライバーを確認する
km: ពិនិត្យ​មើល​កម្មវិធី​​បញ្ជា​ដែលមាន​ថ្មី​ៗ​ និង​កម្មវិធីបញ្ជា​ដែល​បានប្រើ​លើ​ប្រព័ន្ធ​នេះ
lt: Ieškoti naujai prieinamų valdyklių ir šioje sistemoje naudojamų valdyklių
oc: Verificar la disponibilitat de pilòts novèls per aqueste sistèma
pl: Sprawdzenie dostępności nowych i wykorzystywanych sterowników w komputerze.
pt_br: Verifique se há novos drivers disponíveis e drivers usados neste sistema
ro: Verifică drivere noi disponibile pentru sistem și drivere deja folosite de sistem
ru: Проверить наличие обновлений для имеющихся и используемых в этой системе драйверов
sk: Skontrolovať nové a použité ovládače pre tento systém.
sr: Изврши проверу за новодоступним управљачким програмима, и коришћеним управљачким програмима на систему
th: ตรวจสอบไดรเวอร์ใหม่ที่สามารถใช้ได้เพื่อใช้กับระบบนี้
uk: Перевірити наявність оновлень для наявних драйверів і тих, які використовуються в цій системі.

source: To check the driver status, you need to authenticate.
ast: Pa comprobar los controladores del preséu, tienes d'autenticate.
bg: За да проверите статуса на драйверите, трябва да се оторизирате
ca: Per consultar l'estat del controlador, us cal autenticar-vos.
cs: Pro kontrolu stavu ovladače je vyžadováno ověření.
el: Για να ελέγξετε την κατάσταση του οδηγού, πρέπει να επιβεβαιώσετε.
es: Para comprobar los controladores de dispositivo, debe autenticarse.
fi: Ajureiden tilan tarkistaminen vaatii tunnistautumista.
gl: Para comprobar o estado do controlador debe autenticarse.
hu: Hitelesítés szükséges az illesztőprogramok állapotának ellenőrzéséhez.
ja: ドライバーの状態を確認するには、認証が必要です。
km: ដើម្បី​ពិនិត្យ​មើល​ស្ថានភាព​កម្មវិធី​បញ្ជា អ្នក​ត្រូវ​តែ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lt: Aparatinės įrangos valdyklių patikrinimui jūs turite patvirtinti tapatybę.
oc: Vos cal vos autentificar per verificar l'estat del pilòt.
pl: Musisz się uwierzytelnić by sprawdzić stan sterowników
pt_br: Para verificar o estado do driver, você precisa autenticar-se.
ro: Pentru a verifica statutul driverelor, trebuie să vă autentificați.
ru: Для выполнения проверки состояния драйвера, вам необходимо произвести аутентификацию.
sk: Overenie totožnosti je potrebné na skontrolovanie stavu ovládačov.
sr: Да бисте проверили стање управљачких програма, требате да потврдите идентитет.

source: Query local and remote driver databases for updated drivers for the system
ar: استعلام قواعد البيانات للتعريفات المحلية أو البعيدة من أجل التعريفات المُحدثة للنظام.
ast: Consultar bases de datos llocales y remotes de controladores a la gueta de controladores actualizaos pal sistema
be: Супаставіць лакальную і аддаленую базу драйвераў для абнаўлення драйвераў, якія выкарыстоўваюцца ў сістэме
bg: Претърсване на локални и отдалечени бази данни за обновени драйвери за системата
ca: Consulta si hi ha actualitzacions de controladors a les bases de dades de dispositius local i remota.
cs: Dotazovat se lokálních a vzdálených databází na aktualizované ovladače pro tento systém
da: Forespørg lokale eller fjerne driverdatabaser om opdaterede drivere til dette system
el: Αναζήτηση σε τοπικές και απομακρυσμένες βάσεις δεδομένων για ενημερωμένους οδηγούς για το σύστημα
es: Consultar bases de datos locales y remotas de controladores en busca de controladores actualizados para el sistema
et: Draiverite kaugandmebaasist selle arvuti jaoks draiverite uuenduste pärimine
fi: Hae tietoja paikallisesti ja etätietokannoista järjestelmälle olevista päivitetyistä ajureista
gl: Buscar controladores actualizados para o sistema en bases de datos locais e remotas
hu: Helyi és távoli adatbázisok lekérdezése illesztőprogram-frissítésekért a rendszerhez
ja: システム用にアップデートされたドライバーを、ローカルやリモートのドライバーデータベースに問い合わせる
km: មូលដ្ឋាន​សំណួរ និង​មូលដ្ឋានទិន្នន័យកម្មវិធីបញ្ជាឆ្ងាយៗ​ សម្រាប់​កម្មវិធី​បញ្ជា​ដែល​ធ្វើ​បច្ចុប្បន្នភាព​​ សម្រាប់​ប្រព័ន្ធ
lt: Užklausti vietinių ir nutolusių įrenginių duomenų bazes apie atnaujintas valdykles sistemai
oc: Recèrca dins las bancas de donadas localas e distantas dels pilòts meses a jorn pel sistèma.
pl: Sprawdzenie lokalnych i zdalnych baz danych sterowników w poszukiwaniu uaktualnionych sterowników dla komputera
pt_br: Procurar por drivers mais novos no banco de dados local e remoto
ro: Verifică bazele de date de drivere, locale sau de pe Internet, după versiuni actualizate ale driverelor sistemului.
ru: Сверить локальную и удаленную базу драйверов для обновления драйверов, используемых в системе
sk: Hľadať aktualizované ovládače pre váš systém v lokálnych a vzdialených databázach.
sr: Пропитај локалне и удаљене базе података управљачких програма за допуњеним управљачким програмима за систем
th: ค้นหาฐานข้อมูลไดรเวอร์จากภายในและทางไกลเพื่ออัปเดทไดรเวอร์สำหรับระบบ
uk: Звірити локальну і віддалену базу драйверів для оновлення драйверів, що використовуються в системі

source: To query the driver databases for updates, you need to authenticate.
ast: Pa consultar les bases de datos de controladores p'anovar, tienes d'autenticate.
ca: Per consultar la base de dades de controladors per a actualitzacions, us cal autenticar-vos.
cs: Pro dotaz do databáze ovladačů k získání aktualizací je vyžadováno ověření.
el: Για να κάνετε αίτηση στη βάση δεδομένων των οδηγών για ενημερώσεις, πρέπει να επιβεβαιώσετε.
es: Para consultar las bases de datos de controladores para actualización, debe autenticarse.
fi: Ajuritietokantojen tarkistus päivitysten varalta vaatii tunnistautumisen.
gl: Para comprobar as actualizacións da base de datos de controladores debe autenticarse.
hu: Hitelesítés szükséges az illesztőprogram-adatbázisok frissítéseinek lekérdezéséhez.
ja: アップデートのためにドライバーデータベースに問い合わせるには、認証が必要です。
km: ដើម្បី​ស្នើ​មូលដ្ឋាន​ទិន្នន័យ​កម្មវិធី​បញ្ជា​សម្រាប់​បច្ចុប្បន្ន​ភាព អ្នក​ត្រូវ​តែ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lt: Norėdami užklausti tvarkyklių duomenų bazes atnaujinimų, turite patvirtinti tapatumą.
oc: Vos cal vos autentificar per recercar de mesas a jorn dins las bancas de donadas de pilòts.
pl: Aby wyszukać aktualizacje baz danych sterowników, należy się uwierzytelnić.
pt_br: Para consultar o banco de dados de drivers para atualizações, você precisa autenticar-se.
ro: Pentru a verifica baza de date a driverelor pentru actualizări, trebuie să vă autentificați.
ru: Для выполнения обращения к базе драйверов и получения обновлений, вам необходимо произвести аутентификацию.
sk: Overenie totožnosti je potrebné na získanie aktualizácií databázy ovládačov.
sr: Да бисте пропитали базу података управљачких програма за освежењима, требате да потврдите идентитет.

source: Install or remove device drivers
ar: تثبيت أو حذف تعريفات التعريف
ast: Instalar o desinstalar controladores de preséu
be: Усталяваць альбо выдаліць драйверы прыладаў
bg: Инсталиране или премахване на драйвери за устройства
bo: སྒྲིག་འཇུག་གམ་སྒྲིག་འགོད་སྒུལ་གཏོང་ཕྱིར་འདོར་བྱེད་པ
ca: Instal·lació o supressió de controladors de dispositius
cs: Instalovat nebo odstranit ovladače zařízení
da: Installér eller fjern enhedsdrivere
el: Εγκατάσταση ή απεγκατάσταση οδηγών συσκευών
es: Instalar o desinstalar controladores de dispositivo
et: Seadmete draiverite paigaldamine või eemaldamine
fi: Asenna tai poista laiteajureita
gl: Instalar ou eliminar controladores de dispositivos
hu: Illesztőprogramok telepítése/eltávolítása
ja: デバイスドライバーをインストールまたは削除する
km: ដំឡើង​ ឬ​យកកម្មវិធី​បញ្ជា​ឧបករណ៍​ចេញ
lt: Įdiegti ar pašalinti įrenginių valdykles
oc: Installar o suprimir de gestionaris de periferics
pl: Instalowanie lub usuwanie sterowników urządzeń
pt_br: Instalar ou remover drivers de dispositivo
ro: Instalează sau dezinstalează drivere pentru dispozitive
ru: Установить или удалить драйверы устройств
sk: Inštalovať alebo odstrániť ovládače zariadení
sr: Инсталирај или уклони управљачке програме уређаја
th: ติดตั้งหรือถอดถอนไดรเวอร์อุปกรณ์
uk: Встановити або видалити драйвера пристроїв

source: To install or remove device drivers, you need to authenticate.
ast: Pa instalar o desaniciar controladores de preséu, tienes d'autenticate.
bg: За да инсталирате или премахнете драйвери, трябва да се оторизирате.
ca: Per instaŀlar o suprimir controladors, us cal autenticar-vos.
cs: Pro instalaci nebo odstranění ovladačů je vyžadováno ověření.
el: Για να εγκαταστήσετε ή να αφαιρέσετε οδηγούς συσκευής, πρέπει να επιβεβαιώσετε.
es: Para instalar o borrar controladores de dispositivo, debe autenticarse.
fi: Ajureiden asentaminen tai poistaminen vaatii tunnistautumista.
gl: Para instalar e quitar controladores de dispositivo debe autenticarse.
hu: Hitelesítés szükséges az illesztőprogramok telepítéséhez vagy eltávolításához.
ja: デバイスドライバーをインストールまたは削除するには、認証が必要です。
km: ដើម្បី​ដំឡើង​ ឬ​យក​កម្មវិធី​បញ្ជា​ឧបករណ៍​ចេញ អ្នក​ត្រូវ​តែ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lt: Aparatinės įrangos valdyklių įdiegimui ar pašalinimui jūs turite patvirtinti tapatybę.
oc: Vos cal vos autentificar per installar o suprimir de pilòts de periferics.
pl: Musisz się uwierzytelnić by zainstalować lub usunąć sterowniki urządzeń
pt_br: Para instalar ou remover drivers de dispositivos você precisa autenticar-se.
ro: Pentru a instala sau șterge drivere pentru dispozitive, trebuie să vă autentificați.
ru: Для установки или удаления драйверов устройств, вам необходимо произвести аутентификацию.
sk: Overenie totožnosti je potrebné na inštaláciu alebo odstránenie ovládačov zariadenia.
sr: Да бисте инсталирали или уклонили управљачке програме уређаја, требате да потврдите идентитет.

source: Check for new hardware drivers
ar: تحقق من وجود تعريفات العتاد
ast: Guetar nuevos controladores de hardware
be: Праверыць наяўнасць новых драйвераў
bg: Проверка за нови драйвери за хардуер
bo: སྲ་སྡེར་སྒུལ་གཏོང་གསར་བ་ལ་འཚོལ་ཞིབ་བྱེད་པ
ca: Comprovació de controladors de maquinari nous
cs: Vyhledat nové ovladače hardwaru
da: Søg efter nye hardwaredrivere
el: Έλεγχος για νέους οδηγούς υλικού
es: Buscar nuevos controladores de hardware
et: Uute riistvaradraiverite kontroll
eu: Bilatu hardware-kontrolatzaile berriak
fi: Tarkista uudet laiteajurit
gl: Comprobar se hai controladores de hardware novos
hu: Új hardver-illesztőprogramok keresése
ja: 新しいハードウェアのドライバーを確認する
km: ពិនិត្យ​មើល​កម្មវិធីបញ្ជា​ផ្នែក​រឹង​ថ្មី​​ៗ
lt: Patikrinti ar yra naujų aparatinės įrangos valdyklių
oc: Verificar s'existís de pilòts novèls
pl: Sprawdzanie dostępności nowych sterowników sprzętowych
pt_br: Verificar por novos drivers
ro: Caută noi drivere pentru hardware
ru: Проверить наличие новых драйверов
sk: Skontrolovať nové ovládače hardvéru
sr: Провера за новим управљачким програмима
th: ตรวจหาไดรเวอร์ใหม่ของฮาร์ดแวร์
uk: Перевірити наявність нових драйверів

source: Broadcom STA wireless driver
es: Controlador para inalámbricas Broadcom STA

source: Software modem
ar: برنامج المودم
ast: Módem por software
bg: Софтуерен модем
bo: མཉེན་ཆས་བརྡ་འཕྲིན་བསྒྱུར་ཆས
ca: Mòdem de programari
cs: Softwarový modem
el: Μόντεμ λογισμικού
es: Módem por software
et: Tarkvaraline modem
eu: Software modema
fi: Ohjelmistomodeemi
gl: Modem de software
hu: Szoftveres modem
ja: ソフトウェアモデム
km: ម៉ូដឹម​ផ្នែកទន់
lt: Programinis modemas
oc: Modèm logicial
pl: Modem programowy
pt_br: Aplicativo Modem
ro: Modem software
ru: Программный модем
sk: Sofvérový modem
sr: Софтверски модем
th: ซอฟต์แวร์โมเด็ม
uk: Програмний модем

source: This driver enables the usage of many software modems, as commonly found in laptops. If this driver is not enabled, you will not be able to use your modem.
ar: هذا التعريف يُفعل استعمال العديد من برامج الموديمات ، والشائع إيجادها في الحواسيب المحمولة. إذا لم يتم تفعيل هذا التعريف ، فإنك لن تتمكن من استعمال موديمك.
ast: Este controlador habilita l'usu de munchos módem por software, enforma frecuentes en portátiles. Si nun activa'l controlador, nun podrá usar el so módem.
be: Гэты драйвер дазваляе выкарыстоўваць мноства праграмных мадэмаў, якія пераважна выкарыстоўваюцца ў партатыўных кампутарах. Калі гэты драйвер ня ўключаны, Вы ня зможаце выкарыстоўваць Ваш мадэм.
bg: Този драйвер разрешава употребата на много софтуерни модеми, които често се инсталират на лаптопите. Ако този драйвер не е разрешен, няма да можете да използвате вашия модем.
ca: Aquest controlador permet la utilització d'un gran nombre de mòdems de programari, com els que hi ha habitualment als ordinadors portàtils. Si no s'habilita aquest controlador, no podreu fer servir el mòdem.
cs: Tento ovladač vám dovoluje používat mnoho softwarových modemů, které se často nacházejí v noteboocích. Pokud tento ovladač není povolen, nezprovozníte váš modem.
da: Denne driver gør det muligt at anvende mange softwaremodemmer, som ofte findes i bærbare computere. Hvis denne driver ikke er aktiveret, vil du ikke kunne anvende dit modem.
el: Ο οδηγός αυτός ενεργοποιεί την λειτουργία πολλών μόντεμ λογισμικού, που συνήθως βρίσκονται στους φορητούς υπολογιστές. Αν ο οδηγός αυτός δεν ενεργοποιηθεί, δεν θα μπορείτε να χρησιμοποιήσετε το μόντεμ σας.
es: Este controlador activa el uso de muchos módem por software, muy habituales en portátiles. Si no activa el controlador, no podrá usar su módem.
et: See draiver võimaldab kasutada paljusid tarkvaralisi modemeid, millised on tavaliselt sülearvutites. Ilma selleta pole võimalik modemit kasutada.
eu: Kontrolatzaile honi esker software modem ugari erabili ahal daitezke, ordenagailu eramangarrietan hain ohiko den bezala. Kontrolatzaile hau ezgaituta badago, ezingo duzu zure modema erabili.
fi: Tämä ajuri mahdollistaa useiden ohjelmistomodeemien käytön, joita on usein kannettavissa tietokoneissa. Jos tämä ajuri ei ole asennettu, modeemi ei toimi.
gl: Este controlador permite o uso de moitos módems de software, como os que se atopan habitualmente nos portátiles. Se non se habilita este controlador, non poderá empregar o seu módem.
hu: Ez az illesztőprogram lehetővé teszi több szoftveres modem használatát. Ezek jellemzően noteszgépekben fordulnak elő. Ha ez az illesztőprogram nincsen engedélyezve, a modem nem lesz használható.
ja: このドライバーにより、ラップトップによく搭載されている多くのソフトウェアが利用できるようになります。 このドライバーを有効にしなければ、モデムを利用することできません。
km: កម្មវិធីបញ្ជានេះ​​បើក​​ប្រើ​នៃ​ម៉ូដឹមផ្នែកទន់​ជាច្រើន​​ តាមធម្មតា​​​រកឃើញក្នុង​កុំព្យូទ័រយូរដៃ (laptops) ។ ប្រ​សិនបើ​កម្មវិធី​បញ្ជា​មិន​ត្រូវ​បាន​បើក​​ អ្នក​នឹង​មិនអាច​ប្រើ​ម៉ូដឹម​របស់​អ្នក​បាន​ឡើយ​ ។
lt: Ši valdyklė leidžia naudotis daugeliu programinių modemų, dažniausiai naudojamų nešiojamuose kompiuteriuose. Jūs galėsite naudotis savo modemu tik įjungę šią valdyklę.
oc: Aqueste pilòt permet d'utilizar de modem logicials nombroses, coma los qu'òm tròba correntament suls portables. S'aqueste pilòt es pas activat, seretz pas en mesura d'utilizar vòstre modem.
pl: Ten sterownik umożliwia działanie wielu modemów programowych, często spotykanych w laptopach. Bez tego sterownika modem może nie działać.
pt_br: Este driver habilita o uso de muitos modens por software, comumente encontrado em laptops. Se este driver não estiver habilitado, você não será capaz de usar o modem.
ro: Acest driver activează folosirea multor modemuri software, precum cele folosite în laptop-uri. Dacă nu este activat acest driver, nu veți putea să folosiți modemul dumneavoastră.
ru: Этот драйвер позволяет использовать множество программных модемов, преимущественно использующихся в портативных компьютерах. Если этот драйвер не активирован, вы не сможете использовать ваш модем.
sk: Tento ovládač umožňuje používanie mnohých softvérových modemov, ktoré sa nachádzajú v prenosných počítačoch. Ak nie je tento ovládač povolený, nebudete môcť používať váš modem.
sr: Овај управљачки програм омогућава употребу многих софтверских модема који се често налазе у преносним рачунарима. Ако овај управљачки програм није укључен, нећете моћи да користите ваш модем.
uk: Цей драйвер дозволяє використовувати безліч програмних модемів, які переважно використовуються в портативних комп'ютерах. Якщо цей драйвер не задіяно, ви не зможете використовувати ваш модем.

source: VMWare Client Tools
ast: Ferramientes del veceru VMWare
be: Кліенцкія прылады VMWare
bg: Инструменти за VMWare Клиент
bo: VMWare མཛད་སྤྱོད་མཁན་གྱི་ལག་ཆ
ca: Eines del client VMWare
cs: Nástroje klienta WMWare
da: Klientværktøjer til VMWare
el: Εργαλεία για VMWare
es: Herramientas de cliente VMWare
et: VMWare kliendi tööriistad
fi: VMware-asiakkaan työkalut
gl: Ferramentas de cliente VMWare
hu: VMWare klienseszközök
ja: VMWare クライアントツール
km: កម្មវិធី​ម៉ាស៊ីន​ភ្ញៀវ VMWare
lt: VMWare kliento įrankiai
oc: Aisinas per client VMWare
pl: Narzędzia klienta VMWare
pt_br: Ferramentas de cliente VMWare
ro: Unelte pentru clientul VMWare
ru: Клиентские инструменты VMWare
sk: Klientské nástroje VMWare
sr: Алати ВМВер програма
th: เครื่องมือลูกข่าย VMWare
uk: Утиліти Клієнту VMWare

source: Install VMWare client drivers and tools
ast: Instalar controladores de veceru y ferramientes de VMWare
be: Усталяваць кліенцкія драйверы і прылады VMWare
bg: Инсталиране на VMWare клиентски драйвери и инструменти
bo: VMWare མཛད་སྤྱོད་མཁན་གྱི་སྒུལ་ཆས་དང་ལག་ཆ་སྒྲིག་འཇུག་བྱེད་པ
ca: Instal·la els controladors i les eines del client VMWare
cs: Nainstalovat ovladače a nástroje klienta VMWare
da: Installer VMWare-klientdrivere og værktøjer
el: Εγκατάσταση οδηγών και εργαλείων για VMWare
es: Instalar controladores de cliente y herramientas de VMWare
et: Paigalda VMWare kliendi draiverid ja tööriistad
fi: Asenna VMware-asiakkaan ajurit ja työkalut
gl: Instalar controladores de cliente e ferramentas de VMWare
hu: VMWare kliens-illesztőprogramok és eszközök telepítése
ja: VMWare クライアントドライバーとツールをインストール
km: ដំឡើង​កម្មវិធី និង​កម្មវិធី​បញ្ជា​ម៉ាស៊ីន​ភ្ញៀវ VMWare
lt: Įdiegti VMWare kliento valdykles ir įrankius
oc: Installar los pilòts e las aisinas per client VMWare
pl: Instalacja narzędzi klienta oraz sterowników VMWare
pt_br: Instalar os drivers de cliente e ferramentas do VMWare
ro: Instalați unelte și drivere pentru clientul VMWare
ru: Установить клиентские драйверы и инструменты VMWare
sk: Nainštalovať klientské ovládače a nástroje VMWare
sr: Инсталирај алате и драјвере ВМВер програма
th: ติดตั้งไดรเวอร์ลูกข่าย VMWare และเครื่องมือ
uk: Встановити драйвери та утиліти клієнту VMWare

source: Install the VMWare client drivers and tools for your VMWare based installation. This should help you use your VM.
es: Instale los controladores de cliente y las herramientas para VMWare basadas en la instalación de Ubuntu. Esto te ayudaría a usar Ubuntu en una máquina virtual.

source: Alternate Atheros "madwifi" driver
ar: مشغل "madwifi" بديل ل Atheros
ast: Controlador Atheros «madwifi» alternativu
be: Альтэрнатыўны драйвер Atheros «madwifi»
bg: Алтернативен Atheros "madwifi" драйвер
bo: འདེམས་རུང་བའིAtheros "madwifi" སྒུལ་གཏོང
cs: Alternativní ovladač "madwifi" pro Atheros
da: Alternativ Atheros-"madwifi"-driver
el: Εναλλακτικός οδηγός Atheros "madwifi"
es: Controlador Atheros «madwifi» alternativo
et: Alternatiivne Atheros'e "madwifi" draiver
eu: Atheros "madwifi" kontrolatzaile alternatiboa
fi: Vaihtoehtoinen Atheros ”madwifi” -ajuri
gl: Controlador alternativo Atheros «madwifi»
hu: Alternatív Atheros „madwifi” illesztőprogram
ja: Atheros "madwifi" ドライバーの代替
km: ជំនួស​កម្មវិធីបញ្ជា Atheros "madwifi"
lt: Alternatyvi Atheros „madwifi“ valdyklė
oc: Pilòt Atheros « madwifi » alternatiu
pl: Alternatywny sterownik Atheros "madwifi"
pt_br: Driver alternativo para Atheros "madwifi"
ru: Альтернативный драйвер Atheros «madwifi»
sr: Алтернативни Атерос „madwifi“ управљачки програм
th: ไดรเวอร์ทางเลือกของ Atheros "madwifi"
uk: Альтернативний драйвер Atheros «madwifi»

source: Alternate "madwifi" driver for Atheros wireless LAN cards.
ar: مشغل "madwifi" بديل لبطاقات Atheros للشبكة اللاسلكية
ast: Controlador «madwifi» alternativu pa tarxetes de rede inalámbrica Atheros
be: Альтэрнатыўны драйвэр «madwifi» для бесправадных сеткавых карт Atheros.
bg: Алтернативен "madwifi" драйвер за Atheros безжични мрежови карти
bo: Atheros སྐུད་མེད་ཅུས་འམ་དྲ་བྱང་གིས་འདེམས་རུང་བའི་ "madwifi" སྒུལ་གཏོང
cs: Alternativní ovladač "madwifi" pro bezdrátové LAN karty Atheros.
da: Alternativ "madwifi"-driver til trådløse Atheros-LAN-kort.
el: Εναλλακτικός οδηγός "madwifi" για κάρτες ασύρματου δικτύου Atheros.
es: Controlador «madwifi» alternativo para tarjetas inalámbricas LAN Atheros
et: Alternatiivne "madwifi" draiver Atheros'e raadiovõrgu kaartidele.
eu: Atheros haririk gabeko LAN txartelentzako "madwifi" kontrolatzaile alternatiboa
fi: Vaihtoehtoinen ”madwifi” -ajuri langattomille Atheros-WLAN-korteille.
gl: Controlador alternativo «madwifi» para tarxetas de rede sen fíos Atheros
hu: Alternatív „madwifi” illesztőprogram Atheros vezeték nélküli hálózati kártyákhoz.
ja: Atheros 無線LANカードのドライバー "madwifi" の代替
km: ជំនួស​កម្មវិធី​បញ្ចា​ "madwifi" សម្រាប់​កាត LAN ឥតខ្សែ​ Atheros ។
lt: Alternatyvi "madwifi" valdyklė Atheros belaidžio tinklo plokštėms.
oc: Pilòt « madwifi » alternatiu per las cartas de ret sens fial Atheros.
pl: Alternatywny sterownik "madwifi" dla bezprzewodowych kart sieciowych Atheros.
pt_br: Driver alternativo "madwifi" para placa de rede sem fio LAN Atheros.
ru: Альтернативный драйвер «madwifi» для беспроводных сетевых карт Atheros.
sr: Алтернативни „madwifi“ управљачки програм за Атерос бежичне мрежне картице
th: ไดรเวอร์ทางเลือกของ "madwifi" สำหรับการ์ดแลนไร้สาย Atheros
uk: Альтернативний драйвер «MadWifi» для бездротових мережевих карт Atheros.
